<pad>
<sos>
<eos>
<unk>
'
-
a
b
c
d
e
f
g
h
i
j
k
l
m
n
o
p
q
r
s
t
u
v
w
x
y
z
##f
##s
##h
##a
##n
##m
##d
##g
##i
##r
##t
##u
##l
##b
##y
##v
##e
##p
##k
##o
##c
##z
##j
##q
##w
##x
##ar
##ai
##ha
##hi
hai
##an
na
##am
ki
##at
##en
ka
##ya
##un
##ah
se
ko
men
ja
##sh
##il
##al
##ad
ke
##ir
##ab
ho
##as
##kh
##hin
##in
##ur
hu
##hu
hain
bhi
to
##on
##han
##ta
kar
ham
##ag
##he
nahin
sa
dil
ra
mu
##har
ba
##ch
tu
kya
##te
aa
vo
ye
sha
##is
##da
##ti
de
us
cha
jo
##er
ha
ne
mai
khu
kha
##ul
##na
##ak
tha
par
va
ab
hi
ma
ga
muj
ku
ya
main
##ne
##chh
##hir
rah
be
##iya
##va
koi
gha
dar
##ana
ni
##ye
mir
huun
##zar
ap
##la
kis
##uun
aur
tir
##ho
har
##ut
kuchh
pe
ta
tar
di
mer
dekh
##man
is
pa
si
an
##ane
##ga
phir
ik
gaya
##ang
tum
bad
sar
kab
bah
##ib
##ae
ish
##gar
##az
ai
sam
##le
kah
as
sab
ch
du
hua
ter
gar
##ata
mujhe
jis
ishq
##jh
mil
gu
##hr
kh
thi
##ani
gham
mujh
da
lag
##ni
le
raha
##ari
jab
##af
li
##ind
##aq
su
ky
ut
tak
##hai
##ath
##us
##ais
gul
ji
gai
ek
un
##sha
##kha
bar
do
##gi
mo
##ate
##yan
##li
kabhi
##ra
jan
nazar
kahan
ban
so
kyuun
the
##ge
##um
##ara
##ala
mire
ghar
##agh
##agar
kisi
mar
##ada
##di
nik
##za
ru
rahe
la
##fa
##gah
zam
in
apne
bahut
aaj
kam
za
##bat
far
pah
##agi
magar
##bar
mah
##ma
kiya
##uq
jal
baat
##var
tire
sun
tiri
man
pu
##rat
zind
gae
ais
sak
tujh
din
##hab
##mi
shab
rang
ak
hui
nigah
has
apni
tam
dam
hue
agar
khud
##ish
##hiye
jaae
hota
##ast
shi
miri
##ina
bas
##ati
shar
##are
ah
diya
jahan
##ali
liye
yaad
naz
mere
dun
tarah
bi
lo
aap
ankh
aae
khuda
meri
bhar
qad
ro
zindagi
sho
##kin
ar
##ka
mi
##uj
sah
##hal
dard
##shk
##ud
##yat
##enge
khan
pai
##dar
duniya
az
sur
##ale
##aise
##shi
mohab
mohabbat
gir
aaya
kahin
apna
hus
jaan
##van
char
##kar
kare
##vab
##ans
husn
teri
chal
##hen
yuun
vahi
al
jaane
tab
rakh
khat
##ban
chan
raat
um
##gh
##cha
saath
##de
kaun
abhi
##jhe
##shm
##hun
##hair
##ve
tan
af
qat
##qt
hava
tal
log
mera
chu
zab
baz
##mat
sit
aai
lab
shahr
ras
zar
zul
puchh
chashm
chand
haath
vafa
tere
mira
it
tas
##amat
lekin
dos
rahi
pad
use
##ub
hij
chho
dekha
sub
yar
saf
tira
bat
bhu
##aya
nas
karte
aj
khar
bai
hamen
guzar
khi
khush
hoga
shauq
mas
##qat
go
vaqt
##aqi
jaa
khvab
bahar
mat
##uf
sahi
ghal
suk
qa
##che
mun
##dan
hal
##anj
jam
##tar
ju
me
##shan
##dhar
##zr
jaata
hon
tera
sama
kahte
dost
##yon
ankhon
aan
jaate
bait
vas
kit
chale
khaya
aag
fi
akhir
yak
mus
khabar
jigar
kaam
chhu
##qi
##yad
jaana
##khm
tujhe
dush
aata
##iz
##chch
utha
khayal
naam
ash
dast
jin
var
band
bazm
sham
mauj
kho
##im
umr
zaban
zulf
ul
##kr
##khi
jae
ghalib
pya
##ke
##sht
zakhm
##san
##id
subh
vah
taraf
shik
##zan
duur
ahl
aate
aina
sad
kal
ashi
achch
pi
ad
shakh
yaan
sitam
bo
ghair
##ki
##aza
liya
te
##vaz
samajh
aankh
bana
sada
naq
mud
chaman
kham
chhod
ada
qar
yahi
manz
bu
bha
fir
pur
##yar
dekhte
hijr
aad
##fat
baar
chahiye
surat
##sa
##vat
##shat
lah
##kht
jun
##ash
nikal
zamin
fas
phu
sai
##ham
##alam
laga
dagh
fur
khaak
inti
pahle
khul
yahan
san
##sat
tumhar
aise
dushman
manzil
junun
##ja
hoti
karo
khun
roz
nis
##tan
##pa
##hat
hans
sukhan
yaar
dariya
safar
jaise
##ila
hote
dhun
suun
##fil
##ine
##her
guzr
shai
kaf
nikla
firaq
##sta
##hta
shayad
badal
kaise
zara
qay
##ji
##had
nam
jaati
jalva
aisa
ankhen
##sar
##ahr
jise
khana
ghu
asad
zamana
qadam
qayamat
am
bul
##ura
baad
##daz
mile
milta
charagh
alam
ashk
but
vaale
jaaen
##aj
kaha
##alum
mehr
##tab
divar
kharab
##gan
rukh
kais
kiye
ghaz
hasti
che
dhu
zi
##tish
haal
maj
asman
lagta
eh
khin
##zu
munh
aati
jhu
##eb
div
kahun
mila
zamane
chehr
kuun
nikle
pahun
hasrat
tamam
chi
len
##val
##anna
shaam
dhund
lut
raah
taq
siva
tamanna
sahra
phuul
pal
shu
suna
baithe
den
##je
rak
usi
aisi
vahshat
aah
gun
mak
##anv
karen
baaqi
soch
jaega
atish
##kan
naf
hamare
lage
daman
pyaar
##dat
##hid
anj
bada
sharab
ashiq
aalam
qis
rab
##jha
##qa
sau
maq
qatil
ashna
##aiz
raf
shama
aage
aadmi
re
##air
##asha
tumhen
dua
itna
varna
bal
gali
##gu
parda
afs
lahu
##uk
##she
raq
hav
achchha
qas
##hur
saaqi
haq
##mid
fit
il
khe
ranj
dikha
soz
sakta
qadar
naqsh
pat
##and
##hana
hamari
hazar
mahfil
baten
bhuul
intizar
andaz
likh
kyun
qab
##mar
kahiye
abr
isi
and
ajab
bala
mis
##if
##ba
##eh
##hane
rau
saba
gaiin
moh
mit
tanha
avaz
hun
karta
tamasha
shor
sahar
##lah
karun
haae
hayat
maalum
badan
asar
uth
aane
pas
sang
uda
kaho
hosh
##hani
thahr
daur
sharm
vasl
shakhs
bag
faq
kan
khir
vir
##ije
##aiye
saz
paas
utar
talab
bis
fal
rus
##akh
##rar
##hista
kash
mushk
khal
pare
dekhna
samjha
insan
sake
tegh
ahista
ud
##nam
##re
##uhar
##all
##inda
paanv
zauq
ulfat
##jiye
aar
iz
lu
##ft
##ton
##vani
jaun
aave
vaala
maz
maut
kai
mur
nai
zo
##vai
raz
dikh
lete
khatir
pareshan
had
mast
##ran
##shar
##uri
dekho
fursat
havas
av
qaf
##zat
karti
khak
paaya
guman
juda
muddat
guzre
mushkil
bata
kat
##ida
##ri
##uh
##eban
kiije
chala
khudi
unhen
rasta
lutf
his
##av
naaz
muq
ahd
tabi
chup
khamo
bane
faza
gah
mal
sal
tah
##hon
##uz
##lat
jaao
chhup
kaisi
kyunkar
falak
bin
im
siya
##nat
##khiye
##jar
hona
##asi
##khti
sach
dete
haan
paani
saman
gard
khva
faraz
pade
qarar
khinch
makan
nafas
ij
lam
laz
sir
##bad
##yam
##hish
##shta
hamara
saj
haqi
khuun
tap
gardi
khur
puch
hasil
miz
paida
chalo
allah
aarzu
qur
rat
rag
##bul
##vir
mash
samjhe
gareban
##afar
arz
ummid
fikr
haqiqat
aans
mang
zafar
##oge
nash
##asta
karna
dekhiye
chahta
tark
qatra
juz
ghazal
chiiz
tabiat
gardish
aansu
num
rish
sher
ti
nau
jafa
##khar
bakh
haz
maus
samb
jante
##alim
jaegi
divana
buj
##up
kahe
jala
##istan
khushi
maza
kahta
sabr
lagi
barq
zahir
fareb
zikr
mausam
ag
don
ghun
tala
tish
##hte
##aish
jaz
##alon
karam
##hed
saari
raus
vahan
siine
shokh
rakhte
itni
qismat
donon
raushan
aq
gila
idhar
udhar
##mil
##thar
##bi
hairat
##azi
dukh
dava
tanhai
raste
maqam
##se
##sin
##bu
hogi
saare
khula
taj
kahen
jit
azad
tasvir
hijab
furqat
shaikh
lazzat
niya
tag
tho
zalim
##uman
##lab
##haf
nagh
hone
rashk
der
cham
chaar
khata
vaan
dida
garm
thiin
dasht
##athon
janan
khushbu
honge
tumhare
baghair
khvahish
jur
uj
vali
##ghan
##iyon
##ain
koh
jag
jagah
josh
yaq
kahna
##kayat
ghubar
niyaz
hathon
lad
pan
pata
ron
##iyan
javab
##isal
rahta
dekhe
samne
sabab
jism
gulshan
ruuh
sakti
qatl
shikva
adam
yaaro
gunah
taghaf
taghaful
iq
ikhti
nar
py
tang
visal
zanj
##su
##tin
##bab
baha
bayan
khali
haram
pahc
khane
bhala
kafir
bulbul
raqib
qasam
patthar
hunar
sambhal
zanjir
dho
jaiye
sag
zinda
##undar
jaenge
##khe
saza
bach
tuu
shah
harf
hargi
pesh
##ibar
samundar
gum
mahr
suraj
chhupa
dastan
fasl
ehsan
imti
saghar
hargiz
dha
faiz
rind
shir
yad
##iq
nala
marg
bich
shokhi
miza
##udai
naseh
tez
nishan
chehra
rakkha
hisab
talash
ikhtiyar
bura
dan
ila
shan
sul
tibar
yun
##me
jauhar
tod
tuk
abad
maani
asan
aksar
chuka
achchhi
mudda
sanam
mohsin
yunhi
aana
fana
ghur
rut
##fan
naya
nava
##abi
karne
saae
deta
haus
khas
pari
niind
diye
badh
daagh
utt
janta
basti
sharar
nasib
halat
kitna
guzri
dhuan
chehre
muddaa
bari
zer
##nun
##ite
##lu
##zam
##ail
##haz
##ade
hamin
dilon
parv
maan
maana
yaani
rahgu
beg
beva
dari
didar
sara
laakh
faro
bikhar
##shish
logon
zabt
bhul
rafta
rahguzar
aab
juun
pada
##dam
##dad
##ron
##shr
##shni
##ile
vaj
kahne
gharaz
shisha
shikayat
kitne
kitni
khol
samajhte
mizaj
ir
lala
mad
she
zahr
##chi
javani
##alli
##aba
hashr
barbad
ake
paira
girya
talak
matlab
kaisa
##avv
siyah
mange
tishna
judai
##it
##vish
kaash
##ure
saans
baya
garmi
khair
gharib
ruk
jalib
akbar
bhari
bhula
shikast
bujh
tumhari
dhuup
fitrat
raushni
mizh
aql
naghma
jang
pin
ub
##dir
##ughan
##lon
nae
kahi
bacha
shahid
chahe
khuub
vaaiz
rahte
darkar
nihan
taqat
dekhun
##gahi
bahr
gardan
lagti
##ust
zahid
pahlu
hasin
rasm
tasavv
jamal
meh
vaste
sauda
rusvai
hazrat
yaqin
bayaban
mizhgan
sat
##tir
##vah
##kam
nakh
##atan
##urd
say
mut
tava
dim
sabhi
chhed
marne
kami
zindan
saka
shabnam
khizan
sahil
kitab
musaf
anjuman
qafas
muqad
jurm
pairahan
avar
dhar
duun
fughan
pir
valon
##iib
##yyat
##vi
nadan
kidhar
karvan
sahab
sakht
raaz
bazar
raho
kise
chha
guft
takall
big
qadr
miyan
aaina
nashin
ajiib
jinhen
ghazab
majnun
pahuncha
lena
qaba
faqat
rishta
tiir
bujha
ghuncha
tasavvur
musafir
bagh
hang
ri
tur
##si
##don
hairan
kada
saaya
shak
chali
thahar
maqt
rahen
betab
##iyad
ghab
ghafil
tarz
dekhta
badi
badla
aish
duub
milne
khvar
mahshar
manind
khanda
khanjar
##shid
zarur
zarra
goya
fasana
sair
tumhara
khel
udaas
bismil
pyare
imtihan
bichhad
sayyad
hangam
iman
laf
##fi
##yo
##zir
nashat
kijiye
jaam
chak
khafa
vaada
nigar
dub
mili
milti
thik
mard
azi
rakhta
itne
masti
baitha
musk
adab
nikalti
dikhai
salamat
sirf
raten
pinhan
dimagh
takalluf
fais
ib
jais
just
tad
##aid
huj
tuut
dega
##ulat
parde
darmi
tumhin
uthta
barg
basar
shoala
arzu
##uju
azm
giraf
chuke
dosti
padi
chhoda
khila
masi
bol
banaya
pahunche
shukr
andher
misl
khamosh
khamoshi
chamak
shirin
hausla
justuju
dahr
hali
malum
pak
ur
vatan
ziya
##ftar
##ik
##os
naala
##ass
##urda
hamdam
saya
saaf
saval
haya
khauf
phirte
##ibat
rahat
##umi
giran
zulm
baton
khil
sukun
qarib
mehrban
dena
khiram
khalvat
khurshid
nashsha
numa
begana
akela
avargi
darmiyan
ge
lai
luun
phai
qal
zan
zeh
##hbat
##dari
##ugu
##esha
kin
kade
hamesha
tufan
dekhi
him
nib
paate
payam
sarv
garche
##lim
kahani
sohbat
kamal
manzar
sakte
nazm
bimar
paiman
vasim
vahm
rakkhe
faqir
iztir
puchhe
pahchan
sarapa
guftugu
lafz
azar
dad
dhal
hab
hina
jha
shair
##bani
##kon
##kta
##chal
kas
jaag
ravan
mum
baja
aaen
chaak
kusha
rahne
taab
dekhne
phiri
guhar
gulistan
kamar
dinon
nazr
shola
arman
mita
aftab
havaon
puchho
khizr
halqa
rukhsat
anjam
qissa
ilti
rone
parvana
vajud
muqaddar
shakl
maqtal
hujum
ziyada
zehn
himmat
iztirab
dur
fan
hir
kul
min
qaid
sil
tada
zid
##ahi
##bal
##zi
##zur
nama
naale
##abe
baagh
shad
parvaz
nim
taall
paai
##angi
daulat
fariyad
mahv
sunte
rangin
nazuk
aram
charag
chandni
uthae
bosa
hansi
ehti
dhundte
taqaza
fitna
viran
avval
aziiz
faisla
tadap
taalluq
bam
bhe
cho
dal
jani
qais
umi
vada
zad
##son
##no
##dai
##uda
##kno
##oh
##ckno
##aron
kiran
##adi
hove
##khta
aao
##ist
khuban
ghata
pech
paae
samt
chhan
daa
jiine
jannat
banda
aks
agarche
##kash
azal
munta
jama
ulti
adu
intiha
sanvar
ghul
taqdir
abru
luckno
zor
ghurur
bevafa
lucknow
ay
chin
gan
jum
mata
til
tim
uq
yus
##flat
##sra
##vari
##vvat
##jat
kaan
##agan
saara
saqi
khubi
gauhar
kucha
ghaflat
tari
ise
dahan
leta
likha
yaron
##ufta
musibat
kalam
namak
misal
mitti
hunuz
rusva
kashti
jazb
panch
barish
gesu
mumkin
yusuf
fari
gale
nur
qaza
qalam
ram
sina
uzr
##sal
##vara
javan
baaz
chad
thak
##hosh
divan
isti
sid
ande
asir
sabza
chhal
milna
guz
gudaz
daad
jabin
gulab
jiite
baras
janen
banta
laut
jalve
nigahen
paig
charkh
taskin
matam
dushvar
shams
sadiyon
ashiyan
divane
palat
ilm
thahri
virani
luut
murad
avara
iqrar
mahram
ghabra
daava
aam
agahi
ghai
kun
nu
pher
qub
rul
tai
umid
##num
##gun
nakam
huk
##tak
karenge
baare
##ism
ust
chaha
haar
vahin
abas
gaah
kushta
rahti
ghadi
auron
harif
taar
tarab
digar
sip
sikha
bade
badha
##azat
milte
lik
lijiye
barpa
##lif
rahega
lau
jalte
sune
nigahon
sahl
karega
talvar
tasir
gosh
honton
musal
maujud
shikan
nisar
butan
pahunch
afsos
##sheman
ilzam
pasand
muqab
narg
charaghan
paigham
qubul
akh
aza
gada
lib
mina
qud
vus
##aen
##iyat
##lis
nadi
kali
##und
##unga
jaur
##alo
##khon
mul
mula
shag
deti
khushk
vaade
maha
kuche
beh
bek
bedar
bedad
darte
taz
badle
chhin
##aqat
##ushi
##shad
marna
laae
lakhon
inkar
farm
nazzar
paim
girah
chara
khatra
puchhte
masj
sukut
ashiqi
hijran
khulta
dushmani
amal
majb
maqs
hazaron
thahra
thahre
dikhla
lamha
jitna
jitne
dhoka
jangal
mehman
hangama
giraftar
minnat
muntazir
nargis
vusat
ain
fis
ina
jhi
mana
no
vagar
vale
vaise
zin
##nai
##nabi
##bari
##zib
nab
navaz
kashi
##asar
dilbar
muz
bahal
shajar
khule
paras
parva
vaqi
maar
maara
mujhi
rahzan
did
diin
siin
ang
kabhu
chain
uthe
janib
laaya
lakht
farq
shabab
shart
bij
bhare
rote
surma
khatm
chuki
labon
tasalli
ajnabi
bandha
bandagi
pyaas
sitamgar
naqab
nikalte
sail
sann
ziyan
lene
shumar
dene
ret
likhun
qabil
tahzib
puchha
mizha
aghosh
thodi
iqbal
shanas
thikana
masiha
laila
umiid
ghulam
ganva
nuur
mulaqat
behtar
vagarna
aib
agh
bina
dah
dab
denge
gure
nang
po
vais
##fta
##sas
##non
##tas
##lak
##bir
##bish
##qe
nad
##enat
##engi
kaenat
jaga
karish
raun
musht
bakht
chah
khama
mazar
rahnum
pae
siina
sarab
daam
dayar
##afi
jiye
unhin
unvan
##liyan
marta
laal
mahtab
suno
mans
ahbab
aziz
##ved
sitare
sitaron
nasim
ajal
baith
akhiri
rozgar
ehsas
galiyon
andhi
izhar
ijad
rona
utthe
ubhar
##urdagi
bigad
habab
janiye
guzra
shamshir
muqabil
masjid
ara
aine
bur
dair
fa
gin
hur
mura
riz
sin
sali
sans
shana
vab
##fr
##fai
##ghaz
##pe
##kir
##ze
kaj
kaghaz
##yab
koshish
toh
##agani
sap
ravish
mub
mubar
muft
mushta
chaal
khuli
khumar
parast
may
bech
dars
taaza
taron
andar
angan
sard
ishara
kahti
jiina
barab
farhad
ahval
bii
aaega
aaegi
tabass
afshan
talib
bazi
zaruri
puchhta
taslim
sahib
bandhte
khamushi
ashkon
buton
jhuk
jhuka
raftar
afsana
afsurda
bistar
murgh
ijazat
sajda
tajalli
tuute
ilahi
sheva
muskura
jaisa
tadbir
sils
jumbish
tilism
qudrat
rahnuma
muravvat
mubarak
mushtaq
tabassum
bhed
dhan
jhan
jhal
mag
uch
zun
##nar
##jj
##hala
##andi
jaad
huzur
bhig
raas
rahin
rava
raza
baham
baqa
bashar
maidan
##ulan
vaalo
rahm
##lahat
ped
tavan
tauf
diid
sarf
samj
samjh
chun
dukan
guftar
daf
daana
##ariz
utna
taklif
jidhar
socha
marte
sunta
zindagani
shikar
paikar
sitara
zulmat
nasir
maslahat
ashufta
sadgi
qarari
said
rukhsar
jhuut
palkon
sochta
rabt
reza
raqam
rauzan
##aiyega
khalq
jaunga
malamat
gardun
tapak
qurban
aghaz
tukde
farogh
bhulne
betabi
phail
ayyam
ghairat
azaab
paimana
aghyar
mayus
jaadu
at
bani
dani
fus
ghani
hat
hind
jeb
lar
nuq
nair
pag
piya
phun
qi
qamat
uf
ula
##ap
##nagi
##mon
##iye
##ru
##rib
##rae
##yari
##ken
##aim
nagar
kaaba
kaabe
##one
saada
safa
dili
rakha
mukht
aahat
shaad
##dak
chaun
chahat
khum
##ula
vajh
maal
gavara
beja
kisu
taur
paar
sifat
ansu
phirta
sabz
khvah
daal
lega
##afat
uthai
takrar
gulzar
barha
barham
nazara
sozan
kaman
kamyab
mahb
##haba
khudai
shishe
dunga
bharo
rota
surur
rasa
padh
yaran
gosha
doston
chhut
shikasta
ghairon
qarz
purs
aadat
nisbat
kafan
buland
kharabi
socho
nafrat
anjum
duaen
uthte
khirad
khirman
kaif
zoaf
pareshani
lamhe
sajan
tapish
qurbat
raton
ujala
kohkan
ilaaj
bevafai
tavajj
azmaish
nazren
musalman
libas
bekasi
nazzara
inayat
sannata
barabar
zunnar
fusun
ghanimat
ulajh
ansuon
tavajjoh
aas
das
jhon
phan
sanj
salam
tif
ush
ze
zada
##sir
##yani
##vak
##egan
jash
jada
##khl
karda
karvat
saaz
raegan
musha
bac
baj
bahana
shaer
shadi
##isa
##tida
khub
khaai
khade
vaar
vaah
vash
vaae
maang
kufr
rahna
rahmat
nikha
nigahi
##uth
tahi
taan
taam
takht
dijiye
paata
pasheman
sim
phire
ishrat
ishare
samar
dud
khvan
lagte
lip
##shak
##shaq
mod
moti
janab
nikl
inq
inhin
sharik
gira
tabah
aflak
zard
padta
##uba
subuk
khvabon
ghalat
ashar
ashnai
pich
bole
bojh
phulon
karobar
nishani
amad
bula
charaghon
mehrbani
khinchi
raqs
uthti
kanton
udasi
mazhab
muddaton
qurb
tishnagi
jazba
azadi
thokar
tuuta
yadon
muskur
ehtiyat
hukm
ustu
mahak
bijli
raunaq
tohmat
pursish
ushshaq
jashn
ata
bud
dana
fakh
gahr
ikht
mam
pil
phen
tale
tahr
ug
val
vida
vadi
zeb
##sus
##ach
##mul
##dud
##ram
##lan
##yana
##venge
##ega
nag
naha
nashad
kashm
##ungi
karni
dilr
muam
mukar
baab
tul
shahi
chadar
khusha
khaz
khaar
khada
khasta
##akash
maare
ghash
tirgi
dekhen
badnam
bahla
asrar
astin
dusra
gari
milen
daftar
lagae
ung
ruuth
laai
zamir
ins
farda
farma
saki
##ishen
bhara
arai
arbab
sahara
azma
gird
rakhna
talkh
rasai
bhule
khari
masala
dastar
shamil
zulfon
achchhe
samajhta
adavat
buu
hanste
badalte
divangi
qasid
khez
mohtas
dauran
bisat
izzat
gumani
bataun
ijz
numud
bakhsh
thoda
jurat
narm
ghurbat
dhara
zarurat
ibtida
jaisi
shairi
iltifat
hirs
chhanv
uqda
divanon
andesha
maqsud
karishma
silsila
maghr
uchhal
qimat
mukhtasar
mahbub
bharosa
nikhat
mohtasib
aman
bun
bais
dh
jy
pha
pab
panj
qam
qib
qus
thu
tund
zah
##sai
##sari
##mun
##mal
##dh
##kul
##ob
##jan
##hit
##hil
nami
nashe
kashan
kaafi
jale
jaoge
jaulan
##asim
karan
hamr
sav
saq
saal
mua
muhal
bahi
bahane
tut
shaan
shahad
chahte
hajat
##akat
para
maane
gaam
yaas
beb
##vaza
daraz
taaj
diida
anis
##gari
astan
asbab
chhat
gusta
ghamza
##khab
barson
gharat
marham
kamil
zaat
farz
pahli
suni
pukar
huiin
tamash
basa
bichh
roya
shohr
arsa
suragh
mohabbaton
charagar
chalta
chalte
chalna
alag
afr
chuur
aaine
gor
hongi
musta
uthaya
jins
varaq
pyasa
zakhmon
vahshi
khultin
namaz
majlis
rafu
fitne
likhna
karunga
sharminda
luta
mazmun
kaifi
naiin
##vaida
hadis
qafila
batao
lamhon
mashq
mashhur
niyazi
gunahgar
tuuti
aabru
mehnat
nakhun
thikane
khilaf
andhere
chot
timsal
akhbar
nadim
majbur
nabz
gurezan
vaisi
rizq
mubt
biich
jhalak
taufiq
nairang
pichhe
tahrir
kashmakash
jyuun
qusur
bab
bho
buri
bure
dhad
dasta
fah
fae
gi
ganj
hil
lat
ran
rast
rif
tin
zil
##st
##aat
##mas
##dur
##dki
##ddat
##lad
##yai
##par
##pan
##jhi
naji
##aton
kasha
##yaz
sehr
javed
##alab
hotin
##asr
huur
##ona
##tav
karb
##aghat
##hera
saan
ravani
mukh
bachch
baazi
chaho
khusra
vaq
abla
maas
maaz
gaanv
gashta
kushi
yahin
##hire
rahun
rahbar
beach
ghat
darvaza
tay
taus
tariq
pahad
paoge
angu
phirti
badhe
bahari
davat
suvaida
barsat
mohr
banti
bandi
nikli
##zakh
lashk
zaman
fard
jallad
sunane
mand
puk
pusht
sakun
akasr
shiddat
##atiyan
sharma
nazdi
bit
bikh
rok
arsh
araish
sahba
chalti
khatt
##chak
havaen
aaiin
zarf
zarre
batae
guzari
guzarta
guzarne
khile
masr
bandh
ulat
##shton
pichh
naqd
manzur
bhag
bhali
aadam
intikhab
khulus
ghus
bulandi
milega
ziist
khinche
kahunga
sivae
rez
dikhaya
qabr
kanar
maze
mastana
avenge
qafile
hisse
siyasat
bakhsha
hazir
bujhe
tajr
tangi
rindan
farosh
tavaf
ibrat
zanu
faqiron
jhag
tarikh
likkha
fishani
mansub
saliqa
samjhen
dafn
pagal
fakhr
dhyan
bahisht
shahadat
shohrat
rifaqat
kashakash
bachchon
ahu
ali
auq
bil
eid
ima
kate
lal
lak
lenge
mani
pho
qahr
sane
udi
uja
uup
zat
zal
zist
##faz
##faq
##mari
##du
##ghal
##ita
##rir
##thi
##vam
##khir
##kim
##jub
##qq
##arat
##hale
najat
navak
kim
kir
kashish
kavish
##una
seh
##shma
##ase
##hum
kari
saat
saun
savab
dila
dilli
dildar
raahi
muhit
bakhi
tuun
shake
##tiyan
chap
chaah
chashma
hakim
khaj
khashak
parsai
partav
vaf
vaza
maat
machal
gahan
dara
dare
darta
darman
niha
nikhar
##yega
##laq
tash
taza
tauq
pachh
ange
anchal
sargar
sarshar
asi
chhe
daar
daala
jabr
sud
jivan
mom
mor
soe
gharon
maraz
marasim
##diyon
rudad
laash
lachak
faraghat
mahsus
sako
shabistan
tamkin
shifa
basta
sharh
jahannam
bharam
qadah
qadmon
paiham
paikan
jaano
##vand
chalne
taba
rakhti
zabani
taskhir
khidki
baharon
qaae
ashob
pighal
buzur
purane
fasla
sailab
amir
ashkar
divaron
chehron
palak
makin
resha
ranjish
mohlat
virana
utarta
malal
salib
chhupae
khinchta
nashtar
rishte
jazbat
##bih
ujde
ladka
khalish
raqibon
dhoke
mahrumi
imtiyaz
bichha
begane
vajd
irada
baghban
rihai
uryan
qalb
nibha
nibah
lafzon
kasrat
shadman
dalil
timad
baazu
sidhi
chhalak
mulk
shaguf
zinat
parasti
vaqia
angdai
vabal
danish
chaunk
inqalab
valv
kharidar
panja
qibla
saqiya
mubtala
angusht
lashkar
auqat
ujaad
uupar
ana
auj
aqi
aariz
bhan
buun
duri
daba
han
hila
iid
ibad
jah
jham
nus
nuk
put
qu
than
uft
vam
vuun
##dal
##idan
##tani
##tari
##yy
##kari
##osh
##jaz
##aiyan
haif
haivan
naza
kale
##yaza
jaari
jaada
##shtar
##adon
##adis
hush
huma
toda
karamat
saja
saaat
dilbari
rav
raakh
baam
baal
baada
##chon
shaah
##ista
##daza
##dakta
chahen
##ere
nek
mail
##uli
parind
hikayat
maya
maah
mauq
rahon
ghaur
darvaz
taara
taare
tarash
sikan
andaza
phira
bahs
bahte
sabit
chur
chhur
dus
##hra
khai
daud
lagenge
sum
sup
uthi
uthane
gulu
jiit
barat
barah
dozakh
janun
bande
banhon
sote
sokhta
marhala
marhaba
niko
nikale
lauh
zakh
zaval
farsh
jalta
sunai
sunne
mandir
araq
alfaz
rakhun
khatar
khatre
##ghl
afaq
talkhi
chub
subha
safai
safha
ajza
jaave
qaul
qaail
jami
chalega
chhuta
mauja
khoe
zulfen
pyase
piye
piite
adh
banae
naqsha
muddai
khamyaza
bhatak
lahje
zaminon
fasane
saik
khuld
manzilen
dhunda
shaida
shaista
amr
amada
dhuul
khincha
taqrir
shua
gunj
rafiq
balin
afsane
havadis
khet
kheme
kyunki
shorish
shorida
kanon
##rez
nain
zof
khaksari
banegi
imkan
puchhiye
nauha
bakhshish
ghunche
jitni
khvahishon
pyari
pahchane
dandan
sulag
shararat
irfan
shefta
akele
hasinon
mutrib
tavaqq
dubo
andheron
kinara
jhap
kulah
kulfat
bheji
farishton
asiri
kunj
tazkir
majburi
fishan
zinhar
parastish
andhiyon
nuqsan
phunk
ufuq
barhaman
jhonka
mushafi
shaeri
taamir
niklen
ikhtil
ungliyan
insaf
buujh
hamrah
bebak
taajjub
tamashai
fahm
faeda
raston
zillat
pukare
nazdik
masruf
asiir
buzurg
buund
hanuz
ibadat
nuskha
nukta
tavaqqo
aya
ahan
ejaz
fara
fuz
ghi
gil
gad
gho
he
if
id
jana
mariz
nir
phi
pam
qul
rad
rida
shane
tair
ude
ve
yas
zu
zang
zari
##fak
##hda
##mag
##gir
##ikh
##rak
##riya
##uch
##bada
##ven
##von
##kmat
##khane
##chan
##jhal
##jud
##aib
##aiman
##havat
haidar
navai
nasheman
naved
##amla
kisht
kach
kaus
kakul
jaal
jaani
jaza
##shna
##alat
##alib
hoshi
hama
##hez
sakhti
raana
raazi
ravi
muf
muda
mughan
baan
bash
baasi
tuti
aauun
aafat
shash
##daus
chaap
khaki
khabari
thaam
thakan
parhez
vap
hikmat
maula
gavah
bezar
began
darban
apnon
harim
pesha
taf
taha
taaq
tavani
tauba
##mane
paak
simat
ankhi
badli
sarma
sarish
kabab
bahta
ishva
same
samna
asa
asl
sabat
chura
duud
##hram
khvari
daali
daaim
lagana
lagane
##aqa
sukh
utra
gulon
##shah
barf
dosh
dohr
mol
moamla
##liye
gharq
ruh
rahegi
laata
zamzam
inan
kamre
pahar
mahmil
jalti
manga
puj
shiar
sharafat
nazron
nazakat
biite
biit
khudaya
roe
roke
shoale
khanuman
azab
charcha
rakhne
chang
##vesh
qatre
bazu
sitan
labi
zule
itr
tasbih
padte
padti
##ubai
chhode
saffak
batla
batate
nase
ajam
khara
kharash
halak
halqe
jug
jui
##shani
yakta
yaksar
musav
khayalon
bandon
khoya
duuri
piir
bose
##kiyan
mudam
bhale
firdaus
purana
purani
nikalne
dushmanon
khunin
##tanat
hansne
badalne
ambar
majra
majma
jhuta
dhundhta
gungun
makr
afsurdagi
dikhae
patton
andalib
pasban
talabgar
fazaen
saltanat
siyahi
lazim
mashr
##astagi
rishton
bakhshi
bakhshe
jalae
naghme
chamka
ujad
kohsar
panah
bachpan
samundaron
mahrum
sulaiman
hausle
uttha
bastiyan
raftagan
ubal
ubhr
sataish
mutthi
kitabon
duuba
masihai
khilte
paimane
jaage
kushada
iltija
chor
ramz
andesh
aamad
gaahe
shagufta
farmaiyega
maqsad
jhil
nok
muztar
vaqif
chahne
burai
sanson
bhigta
samjho
laraz
uthaiye
simab
phenk
dilrubai
mukarrar
shahidan
thuk
muaaf
kaifiyat
dhadkan
dastak
khusrav
maasum
tayyar
jhagda
lakir
kimiya
nihayat
angez
sargarm
valvale
bhanvar
vamand
chhuri
zakhmi
saikdon
tazkira
zuhur
ama
aenge
bali
dhab
dabe
dhire
fath
gala
ita
jib
jara
nil
odh
pila
qah
qata
qum
rai
sata
shun
tat
uz
vari
yu
zud
##sil
##hd
##ng
##nu
##nin
##mad
##gha
##ghat
##rud
##bai
##ol
##char
##zum
##arrat
##hib
##hiyyat
##andar
nak
navar
naumi
##amin
kiin
kaat
kaate
kasa
kalim
##ire
##abu
##khun
##khvan
bhiid
##heli
savar
saudai
savari
dilkash
mush
tujhi
shafaq
##ishin
##tiq
chahun
khad
khaae
##nak
parchh
parvar
vaali
abg
maash
gaz
gahi
mujass
kuja
besh
darun
darja
darpe
nihani
niyyat
pedon
peshani
taras
tarif
##mand
isa
paash
badban
sari
sarkar
sarasar
sargir
asani
sabaq
chhai
chhun
chhid
duhai
dukha
milenge
gusar
khone
davam
dashna
leti
##indar
##indon
uthana
takhir
gulabi
jiy
jiita
##shahi
banane
soen
ruke
ruki
ruup
laa
lahad
