<unk>	0
<s>	0
</s>	0
<pad>	0
▁ک	-0
▁ہ	-1
▁م	-2
یں	-3
▁ا	-4
▁ب	-5
▁ت	-6
▁س	-7
▁ن	-8
▁د	-9
▁ج	-10
▁ہے	-11
یا	-12
▁پ	-13
▁گ	-14
▁ہو	-15
▁و	-16
▁میں	-17
▁آ	-18
▁ر	-19
▁نہ	-20
▁کو	-21
ھی	-22
ان	-23
▁سے	-24
▁کی	-25
ار	-26
وں	-27
▁خ	-28
▁کہ	-29
▁ل	-30
▁کے	-31
▁تو	-32
اں	-33
▁چ	-34
▁ش	-35
ئی	-36
▁کا	-37
یر	-38
ئے	-39
▁بھی	-40
▁ہیں	-41
▁ی	-42
ھا	-43
تا	-44
▁اس	-45
▁ہم	-46
▁کر	-47
▁ع	-48
▁نہیں	-49
▁کیا	-50
▁دل	-51
تے	-52
ور	-53
▁وہ	-54
جھ	-55
نا	-56
▁یہ	-57
را	-58
یک	-59
▁ح	-60
ال	-61
▁ز	-62
ات	-63
▁جو	-64
▁رہ	-65
▁جا	-66
ھر	-67
نے	-68
ری	-69
▁ق	-70
▁ف	-71
ام	-72
▁غ	-73
▁نے	-74
ند	-75
▁پر	-76
اہ	-77
چھ	-78
▁خو	-79
▁تھا	-80
ست	-81
ھو	-82
▁اب	-83
▁ص	-84
لا	-85
▁مجھ	-86
▁پہ	-87
▁ہوں	-88
دا	-89
▁ہی	-90
▁دیک	-91
▁یا	-92
▁کوئی	-93
رے	-94
▁ط	-95
کھ	-96
▁بہ	-97
▁تم	-98
▁ان	-99
▁کس	-100
▁اپ	-101
از	-102
گر	-103
تی	-104
▁اور	-105
▁میر	-106
▁جان	-107
▁کچھ	-108
لے	-109
▁اک	-110
▁ہوا	-111
▁بے	-112
▁در	-113
نی	-114
اب	-115
▁رو	-116
نہ	-117
▁دی	-118
▁سو	-119
اد	-120
▁ہر	-121
شق	-122
▁گر	-123
▁دیکھ	-124
نگ	-125
▁پھر	-126
▁گیا	-127
▁تیر	-128
▁کب	-129
▁دو	-130
▁سر	-131
ہر	-132
یس	-133
گی	-134
▁مح	-135
لی	-136
▁اے	-137
ھے	-138
▁مجھے	-139
▁جس	-140
▁عشق	-141
▁پا	-142
▁دن	-143
▁غم	-144
ید	-145
ئیں	-146
▁آن	-147
لو	-148
▁جب	-149
▁سا	-150
▁لی	-151
انی	-152
▁طر	-153
▁رہا	-154
▁گل	-155
▁سب	-156
▁نظ	-157
اری	-158
▁تجھ	-159
▁بی	-160
اتھ	-161
▁تھی	-162
▁لگ	-163
▁ایک	-164
▁گا	-165
انہ	-166
▁سم	-167
▁بات	-168
▁تک	-169
▁جائے	-170
انے	-171
▁حس	-172
فا	-173
▁کیوں	-174
▁کبھی	-175
▁نک	-176
▁نظر	-177
▁مر	-178
▁آنکھ	-179
▁مو	-180
▁مرے	-181
▁تھے	-182
▁ٹ	-183
▁ڈ	-184
▁سک	-185
▁کسی	-186
▁بر	-187
سم	-188
▁گئی	-189
قت	-190
یاں	-191
▁مل	-192
▁بہت	-193
بر	-194
ائے	-195
بت	-196
▁پی	-197
شت	-198
▁اٹ	-199
▁رہے	-200
▁کہاں	-201
▁فر	-202
▁گے	-203
شم	-204
▁بد	-205
▁زند	-206
▁ال	-207
▁گز	-208
▁اپنے	-209
اک	-210
▁آج	-211
▁ذ	-212
▁سی	-213
▁نگ	-214
▁لو	-215
فت	-216
▁مگر	-217
▁زم	-218
▁کھ	-219
▁خود	-220
قی	-221
ؤں	-222
▁تری	-223
▁ترے	-224
▁دے	-225
ارے	-226
دہ	-227
▁ایس	-228
▁یاد	-229
▁گئے	-230
▁شب	-231
▁من	-232
▁چاہ	-233
▁یار	-234
دم	-235
▁مری	-236
فر	-237
▁ات	-238
▁رنگ	-239
▁اپنی	-240
▁کم	-241
ائی	-242
▁دیا	-243
▁ہوئے	-244
▁اگر	-245
▁ہوتا	-246
▁نا	-247
▁کہیں	-248
▁گھر	-249
نوں	-250
▁جہ	-251
سی	-252
▁آئی	-253
▁ہوئی	-254
لہ	-255
▁پو	-256
▁سن	-257
شک	-258
▁مع	-259
▁خدا	-260
▁شو	-261
▁میرے	-262
باں	-263
▁آپ	-264
▁طرح	-265
▁رات	-266
▁آئے	-267
▁جی	-268
▁میری	-269
▁شک	-270
اغ	-271
▁درد	-272
ھول	-273
▁زندگی	-274
▁یوں	-275
مت	-276
▁لیے	-277
نچ	-278
رم	-279
▁دنیا	-280
وار	-281
▁خوش	-282
راب	-283
▁بس	-284
▁آیا	-285
▁ہاتھ	-286
▁شا	-287
▁رکھ	-288
▁بھر	-289
▁وفا	-290
▁جہاں	-291
یز	-292
▁تمہ	-293
▁اپنا	-294
▁محبت	-295
▁پوچھ	-296
▁حسن	-297
▁ناز	-298
▁وال	-299
▁کرے	-300
▁دور	-301
رت	-302
▁بو	-303
▁نام	-304
▁تیری	-305
انا	-306
▁راہ	-307
▁آہ	-308
▁جانے	-309
گا	-310
▁مرا	-311
زم	-312
▁دم	-313
▁پڑ	-314
▁حال	-315
▁سمجھ	-316
ارا	-317
ستی	-318
کھا	-319
▁لب	-320
▁ظ	-321
ھوڑ	-322
▁پیا	-323
▁نگاہ	-324
کر	-325
▁ہمیں	-326
▁صب	-327
▁وہی	-328
▁ساتھ	-329
الم	-330
▁شہر	-331
صل	-332
نج	-333
▁گو	-334
▁ابھی	-335
خت	-336
▁لے	-337
▁اسے	-338
من	-339
اند	-340
▁بار	-341
بی	-342
▁گی	-343
▁ست	-344
▁چشم	-345
زل	-346
الب	-347
▁بن	-348
▁لوگ	-349
ہی	-350
▁کام	-351
▁کون	-352
▁میرا	-353
سو	-354
فل	-355
▁نش	-356
▁لا	-357
▁چھ	-358
▁رہی	-359
▁ہن	-360
▁ترا	-361
▁تیرے	-362
▁فرا	-363
▁خاک	-364
▁لیک	-365
عت	-366
یش	-367
مر	-368
▁با	-369
▁لیکن	-370
▁بھ	-371
▁مے	-372
کا	-373
▁جن	-374
▁شم	-375
طر	-376
▁آگ	-377
▁دیکھا	-378
سا	-379
ستہ	-380
▁کرتے	-381
لف	-382
ہل	-383
▁مان	-384
▁اند	-385
▁شوق	-386
▁چھوڑ	-387
▁ہوگا	-388
لک	-389
▁بڑ	-390
▁شام	-391
▁وقت	-392
▁اٹھا	-393
▁ض	-394
البؔ	-395
▁نو	-396
▁خواب	-397
جر	-398
یت	-399
▁اف	-400
▁ادا	-401
▁گزر	-402
ون	-403
▁تر	-404
▁جاں	-405
لب	-406
▁چل	-407
▁قد	-408
▁اسی	-409
▁عالم	-410
بار	-411
▁آش	-412
عد	-413
ین	-414
▁داغ	-415
▁تیرا	-416
▁جاتا	-417
زا	-418
▁گرد	-419
▁دوست	-420
خم	-421
ٹا	-422
▁آب	-423
▁مد	-424
▁کہتے	-425
▁آنکھوں	-426
▁وا	-427
▁جاتے	-428
▁ام	-429
▁کل	-430
▁بیٹ	-431
▁چلے	-432
▁ٹھ	-433
▁خبر	-434
▁خیا	-435
▁طرف	-436
▁بنا	-437
ود	-438
▁آو	-439
▁ہائے	-440
یب	-441
یے	-442
ورت	-443
▁شع	-444
▁زخم	-445
▁غیر	-446
دھر	-447
▁جل	-448
▁یک	-449
▁آتا	-450
▁تجھے	-451
اتی	-452
▁آخ	-453
▁جانا	-454
▁جائیں	-455
▁خط	-456
▁قر	-457
▁جگر	-458
▁موج	-459
▁گری	-460
▁خیال	-461
▁بزم	-462
▁مق	-463
▁کش	-464
▁عمر	-465
سے	-466
▁جیس	-467
▁زلف	-468
▁نق	-469
▁صبح	-470
▁بند	-471
▁سنا	-472
▁اح	-473
▁چرا	-474
▁اہل	-475
▁جلو	-476
▁بہار	-477
▁را	-478
▁آتے	-479
▁چاند	-480
▁صح	-481
▁عج	-482
▁دام	-483
زار	-484
▁جھ	-485
▁ستم	-486
ائ	-487
▁اچ	-488
▁لگا	-489
▁یاں	-490
▁دع	-491
▁کت	-492
▁اٹھ	-493
▁باد	-494
▁روز	-495
▁لیا	-496
▁غالبؔ	-497
شن	-498
وش	-499
پا	-500
▁چمن	-501
ثر	-502
خن	-503
ھون	-504
▁اج	-505
▁عا	-506
▁ملا	-507
▁ہجر	-508
▁یہی	-509
▁دیکھتے	-510
حر	-511
▁نم	-512
▁گھ	-513
▁آخر	-514
▁دھو	-515
کے	-516
▁عر	-517
▁شمع	-518
▁کھی	-519
▁چراغ	-520
▁کار	-521
▁تا	-522
▁مس	-523
▁تنہ	-524
ارہ	-525
▁بچ	-526
▁انت	-527
ول	-528
▁مج	-529
▁ایسے	-530
▁صورت	-531
یم	-532
▁بج	-533
▁کھل	-534
▁پہلے	-535
▁مہ	-536
اش	-537
▁دشم	-538
▁نکل	-539
▁کرو	-540
▁منزل	-541
رز	-542
▁بت	-543
▁دکھا	-544
▁ہوتی	-545
▁یہاں	-546
لم	-547
▁باز	-548
▁دیو	-549
▁سفر	-550
▁کہہ	-551
▁دریا	-552
وت	-553
ریب	-554
▁سخن	-555
▁کھو	-556
▁دید	-557
▁قدم	-558
▁جیسے	-559
▁ہوتے	-560
▁تمہیں	-561
▁رخ	-562
▁لہ	-563
▁سہی	-564
▁نال	-565
ضا	-566
نم	-567
▁قیا	-568
▁پری	-569
▁نکلا	-570
▁کریں	-571
▁آدم	-572
▁بعد	-573
▁شاید	-574
▁فراق	-575
▁پھول	-576
▁آنکھیں	-577
رف	-578
تاب	-579
▁اڑ	-580
▁وح	-581
▁قدر	-582
▁کیسے	-583
▁ور	-584
▁ذرا	-585
▁سام	-586
▁سوچ	-587
▁ایسا	-588
▁جاتی	-589
▁جسے	-590
▁عاشق	-591
شر	-592
لوم	-593
یار	-594
▁شی	-595
انوں	-596
▁اسد	-597
▁حیا	-598
▁دست	-599
▁سوں	-600
▁لکھ	-601
▁ملے	-602
▁ملتا	-603
▁قیامت	-604
▁مہر	-605
▁بھول	-606
اف	-607
▁قسم	-608
▁زباں	-609
▁ساقی	-610
▁والے	-611
وب	-612
ستاں	-613
▁صدا	-614
▁اسدؔ	-615
▁دیوار	-616
فس	-617
▁جم	-618
▁شر	-619
▁جدا	-620
▁کہا	-621
▁خراب	-622
▁معلوم	-623
▁تھ	-624
▁انہ	-625
▁اتنا	-626
سان	-627
▁خم	-628
▁مت	-629
▁گم	-630
▁راز	-631
▁آشنا	-632
▁امید	-633
وق	-634
▁دھ	-635
▁جنوں	-636
▁لگتا	-637
▁زمانہ	-638
ٹی	-639
▁آت	-640
▁پت	-641
▁آسم	-642
▁منہ	-643
▁پاس	-644
▁ادھر	-645
▁صد	-646
▁غر	-647
▁آتی	-648
▁بدل	-649
▁بلا	-650
▁شوخ	-651
▁کیج	-652
▁کہوں	-653
▁انہیں	-654
▁سل	-655
▁آتش	-656
▁جام	-657
▁نیا	-658
▁پرو	-659
▁کوں	-660
▁حسرت	-661
▁نکلے	-662
▁پہنچ	-663
وس	-664
کار	-665
▁دکھ	-666
▁سوز	-667
▁تمنا	-668
▁صحرا	-669
▁ہستی	-670
صت	-671
وم	-672
▁خام	-673
لق	-674
بان	-675
اروں	-676
ھونڈ	-677
▁آرز	-678
▁اشک	-679
▁دشمن	-680
▁بیٹھے	-681
▁ڈھونڈ	-682
▁آرزو	-683
▁باقی	-684
▁وحشت	-685
▁تص	-686
▁ٹو	-687
▁حیر	-688
▁ایسی	-689
▁پیار	-690
▁جگ	-691
▁مک	-692
▁انج	-693
▁لگے	-694
▁نقش	-695
▁اچھا	-696
▁آئینہ	-697
▁زمانے	-698
▁ہمارے	-699
▁گرم	-700
ٹے	-701
ہم	-702
▁تع	-703
▁حا	-704
▁بتا	-705
▁ساز	-706
▁آدمی	-707
▁تماش	-708
▁شراب	-709
ہن	-710
اتل	-711
جھا	-712
▁تق	-713
▁نی	-714
▁ڈر	-715
▁آگے	-716
▁خون	-717
▁دیں	-718
▁سحر	-719
▁زمیں	-720
▁قاتل	-721
▁دیکھی	-722
ساں	-723
▁تی	-724
▁رب	-725
▁پیر	-726
▁انداز	-727
ڑے	-728
اہر	-729
رام	-730
▁بال	-731
▁خوں	-732
▁دعا	-733
▁شرم	-734
▁لہو	-735
▁بھلا	-736
▁تمام	-737
▁ورنہ	-738
▁تن	-739
▁خا	-740
▁سوا	-741
▁مزا	-742
▁انتظ	-743
افل	-744
▁تس	-745
▁کن	-746
▁دار	-747
فی	-748
وے	-749
▁حق	-750
▁فی	-751
▁تاب	-752
▁نگہ	-753
▁سکتا	-754
▁کھینچ	-755
▁تب	-756
▁رنج	-757
▁محفل	-758
▁باتیں	-759
▁ہماری	-760
▁ہوش	-761
امت	-762
یاد	-763
یشہ	-764
▁بخ	-765
▁جلا	-766
▁عجب	-767
▁مست	-768
▁کھا	-769
▁انتظار	-770
دے	-771
▁شہ	-772
▁برا	-773
▁سنگ	-774
▁گلی	-775
▁میرؔ	-776
▁پاؤں	-777
▁کرتا	-778
▁گئیں	-779
بو	-780
ستے	-781
یوں	-782
▁آئ	-783
▁عق	-784
▁شور	-785
▁صبا	-786
▁تنہا	-787
واں	-788
▁بدن	-789
▁جاؤ	-790
▁سکے	-791
▁مشک	-792
▁کہو	-793
▁آواز	-794
▁حیات	-795
▁کروں	-796
▁آسماں	-797
خص	-798
سر	-799
کی	-800
ندر	-801
▁حو	-802
▁سج	-803
▁مص	-804
▁آنے	-805
▁سان	-806
▁شخص	-807
▁وصل	-808
▁آنسو	-809
▁خواہ	-810
ہد	-811
ئیے	-812
▁فق	-813
▁لط	-814
▁ہزار	-815
دۂ	-816
یہ	-817
شاں	-818
▁قب	-819
▁ابر	-820
▁تیغ	-821
▁پھی	-822
▁چار	-823
▁چپ	-824
▁آوے	-825
▁اتر	-826
▁ذوق	-827
▁الفت	-828
▁مانگ	-829
▁دیکھنا	-830
مک	-831
چہ	-832
ڑا	-833
انۂ	-834
گاں	-835
▁اثر	-836
▁دیر	-837
▁ٹھہ	-838
▁خانہ	-839
▁دامن	-840
▁والا	-841
▁آہستہ	-842
▁سمجھا	-843
باب	-844
▁تہ	-845
▁اعت	-846
▁رسو	-847
▁سرا	-848
▁ویر	-849
▁جلوہ	-850
▁پایا	-851
طرہ	-852
فتہ	-853
▁آز	-854
▁او	-855
▁طا	-856
▁اخت	-857
▁شاخ	-858
▁موت	-859
▁کیے	-860
▁کرتی	-861
▁دیکھو	-862
▁بک	-863
▁مش	-864
▁پل	-865
▁طلب	-866
▁مدت	-867
▁چلا	-868
▁خاطر	-869
▁فرصت	-870
▁لیتے	-871
▁پانی	-872
ھل	-873
▁نص	-874
▁عہد	-875
▁لطف	-876
▁چھی	-877
▁لاکھ	-878
▁مشکل	-879
▁کھلا	-880
▁کیجے	-881
▁گزرے	-882
یٔ	-883
صلہ	-884
▁بغ	-885
▁سچ	-886
▁مط	-887
▁سنب	-888
▁شاہ	-889
▁طبی	-890
▁چند	-891
▁اللہ	-892
▁تماشا	-893
▁چاہیے	-894
حب	-895
حت	-896
وہ	-897
یل	-898
رار	-899
▁باغ	-900
▁بنے	-901
▁فلک	-902
▁ناص	-903
▁نفس	-904
▁پیدا	-905
▁کیسی	-906
▁کیون	-907
بہ	-908
ڑی	-909
▁حج	-910
▁ضر	-911
▁عز	-912
▁قص	-913
▁ترک	-914
▁پڑے	-915
▁چیز	-916
▁ہاں	-917
▁ہنس	-918
▁آئنہ	-919
▁دیتے	-920
▁رکھا	-921
▁فراز	-922
▁نالہ	-923
▁ہونا	-924
▁فراقؔ	-925
زہ	-926
سن	-927
شی	-928
غر	-929
غم	-930
▁اش	-931
▁طو	-932
▁لم	-933
▁ٹک	-934
▁روح	-935
▁چلو	-936
▁حاصل	-937
▁خودی	-938
رد	-939
▁مث	-940
▁برق	-941
▁حقی	-942
▁شیخ	-943
▁چاک	-944
▁چھپ	-945
▁جاؤں	-946
▁پردہ	-947
ڑک	-948
ادہ	-949
الی	-950
زاں	-951
▁رک	-952
▁مٹ	-953
▁ظفر	-954
▁فکر	-955
▁پیم	-956
▁آوار	-957
▁داغؔ	-958
▁کرنا	-959
▁گردش	-960
▁سمجھے	-961
▁طبیعت	-962
▁چاہتا	-963
▁ہمارا	-964
▁دیکھیے	-965
تل	-966
تیں	-967
▁حض	-968
▁سہ	-969
▁وص	-970
فتار	-971
▁بڑھ	-972
▁جفا	-973
▁روش	-974
▁چہر	-975
▁کان	-976
▁گاہ	-977
▁ظفرؔ	-978
▁قرار	-979
▁جانتے	-980
▁حقیقت	-981
ظر	-982
وری	-983
▁جت	-984
▁دا	-985
▁ما	-986
▁تار	-987
▁خور	-988
▁ذکر	-989
▁غزل	-990
▁لگی	-991
▁اتنی	-992
▁اکثر	-993
▁قسمت	-994
▁موسم	-995
▁کہتا	-996
▁گریباں	-997
اط	-998
وی	-999
▁بل	-1000
▁رگ	-1001
▁بجھ	-1002
▁تصو	-1003
▁تلا	-1004
▁جوش	-1005
▁دوں	-1006
▁صبر	-1007
▁لال	-1008
▁نور	-1009
▁کہے	-1010
▁روشن	-1011
▁ساری	-1012
▁وہاں	-1013
▁چھپا	-1014
▁دونوں	-1015
▁رکھتے	-1016
▁فرازؔ	-1017
ذب	-1018
نۂ	-1019
باد	-1020
▁تش	-1021
▁صا	-1022
▁عذ	-1023
▁فت	-1024
▁وج	-1025
▁انگ	-1026
▁شیر	-1027
▁فضا	-1028
▁لیں	-1029
▁مدع	-1030
▁چھا	-1031
▁ڈوب	-1032
▁کرم	-1033
▁گدا	-1034
▁باند	-1035
▁حجاب	-1036
▁سانس	-1037
▁مقام	-1038
▁ناصح	-1039
▁خوشبو	-1040
ما	-1041
وا	-1042
▁ث	-1043
سیم	-1044
▁حد	-1045
▁می	-1046
▁کف	-1047
▁بیا	-1048
▁بیگ	-1049
▁خار	-1050
▁خوب	-1051
▁دشت	-1052
▁عرض	-1053
▁ناد	-1054
▁پیش	-1055
▁تھیں	-1056
▁حیرت	-1057
▁سارے	-1058
▁فرقت	-1059
▁ہوگی	-1060
▁تصویر	-1061
ذت	-1062
▁بلب	-1063
▁رشک	-1064
▁لذت	-1065
▁لمح	-1066
▁لوٹ	-1067
▁منت	-1068
▁نغم	-1069
▁واں	-1070
▁آزاد	-1071
▁ظالم	-1072
▁ہونے	-1073
▁خواہش	-1074
▁تمہارے	-1075
▁تنہائی	-1076
وز	-1077
کہ	-1078
گز	-1079
یؔ	-1080
ایت	-1081
▁اق	-1082
▁تغ	-1083
▁بچھ	-1084
▁ماہ	-1085
▁وعد	-1086
▁ولی	-1087
▁ہوس	-1088
▁بغیر	-1089
▁بکھر	-1090
▁صاحب	-1091
▁غبار	-1092
▁فریب	-1093
▁نیاز	-1094
▁کہنا	-1095
▁دیوانہ	-1096
دو	-1097
گو	-1098
داد	-1099
لاب	-1100
▁جز	-1101
▁فس	-1102
▁پھ	-1103
▁یع	-1104
▁امت	-1105
▁جاگ	-1106
▁جذب	-1107
▁جسم	-1108
▁جھو	-1109
▁سبب	-1110
▁سور	-1111
▁قتل	-1112
▁جواب	-1113
▁خوشی	-1114
▁رہتا	-1115
▁سکتی	-1116
▁نیند	-1117
▁کہئے	-1118
▁گلشن	-1119
▁یارو	-1120
▁تغافل	-1121
▁جاناں	-1122
▁دیکھے	-1123
▁سامنے	-1124
▁کیونکر	-1125
▁ہاتھوں	-1126
▁غل	-1127
نجیر	-1128
▁آزم	-1129
▁بھو	-1130
▁جگہ	-1131
▁رقی	-1132
▁شاد	-1133
▁شعر	-1134
▁صرف	-1135
▁پہچ	-1136
▁کوچ	-1137
▁ہنر	-1138
▁آئیں	-1139
▁قطرہ	-1140
▁وصال	-1141
▁پتھر	-1142
▁زنجیر	-1143
▁سمندر	-1144
▁اعتبار	-1145
عظ	-1146
ازہ	-1147
شتہ	-1148
ہرے	-1149
▁بخش	-1150
▁برس	-1151
▁تنگ	-1152
▁حرف	-1153
▁رند	-1154
▁فیض	-1155
▁وار	-1156
▁ٹوٹ	-1157
▁تلاش	-1158
▁زندہ	-1159
▁ساغر	-1160
▁سورج	-1161
▁سینے	-1162
▁عزیز	-1163
▁کافر	-1164
▁ہرگز	-1165
▁جائیے	-1166
▁اختیار	-1167
جا	-1168
طن	-1169
▁کٹ	-1170
▁گن	-1171
▁تیز	-1172
▁داد	-1173
▁مات	-1174
▁مسا	-1175
▁چھو	-1176
▁ڈال	-1177
▁کاش	-1178
▁بلبل	-1179
▁جلوۂ	-1180
▁حساب	-1181
▁رقیب	-1182
▁رہیں	-1183
▁ولیؔ	-1184
▁پائے	-1185
حل	-1186
مل	-1187
دار	-1188
سنؔ	-1189
ٹوں	-1190
یدہ	-1191
▁از	-1192
▁دہ	-1193
▁سپ	-1194
▁نب	-1195
▁آرا	-1196
▁بیم	-1197
▁جوں	-1198
▁زہر	-1199
▁صنم	-1200
▁غنچ	-1201
▁چکا	-1202
▁گلہ	-1203
▁گوش	-1204
▁اچھی	-1205
▁مزاج	-1206
▁خاموش	-1207
▁محسنؔ	-1208
بط	-1209
دب	-1210
در	-1211
ضر	-1212
غاں	-1213
لیم	-1214
▁توڑ	-1215
▁شاع	-1216
▁فصل	-1217
▁فنا	-1218
▁کوہ	-1219
▁دیتا	-1220
▁سائے	-1221
▁سودا	-1222
▁مدعا	-1223
▁واعظ	-1224
▁کتنا	-1225
▁کرنے	-1226
▁گزری	-1227
▁جانتا	-1228
▁دھواں	-1229
رہ	-1230
سط	-1231
سار	-1232
ناہ	-1233
▁آنا	-1234
▁خیر	-1235
▁سیا	-1236
▁ضبط	-1237
▁مرگ	-1238
▁جوہر	-1239
▁واسط	-1240
▁چہرہ	-1241
▁یعنی	-1242
▁دیدار	-1243
▁لوگوں	-1244
ہا	-1245
ائل	-1246
ابل	-1247
بال	-1248
ندہ	-1249
▁آغ	-1250
▁تج	-1251
▁چر	-1252
▁ایم	-1253
▁خلو	-1254
▁درم	-1255
▁زیر	-1256
▁سیر	-1257
▁غرض	-1258
▁بادہ	-1259
▁دلوں	-1260
▁نصیب	-1261
▁کتنی	-1262
▁کتنے	-1263
▁کہنے	-1264
▁گماں	-1265
▁شکایت	-1266
▁سمجھتے	-1267
لت	-1268
وئے	-1269
ھال	-1270
▁عش	-1271
▁پس	-1272
▁اکی	-1273
▁تلک	-1274
▁حشر	-1275
▁خطا	-1276
▁سزا	-1277
▁ویس	-1278
▁پڑا	-1279
▁پیچ	-1280
▁اٹھے	-1281
▁دیدۂ	-1282
▁زبان	-1283
▁ظاہر	-1284
▁مانا	-1285
▁مطلب	-1286
▁چارہ	-1287
▁کیسا	-1288
▁اندھی	-1289
▁برباد	-1290
▁جوانی	-1291
▁مانگے	-1292
▁چاہئے	-1293
▁پریشاں	-1294
ٹک	-1295
گار	-1296
▁آم	-1297
▁دش	-1298
▁ہا	-1299
بانی	-1300
▁است	-1301
▁دوا	-1302
▁رسم	-1303
▁زار	-1304
▁عقل	-1305
▁ٹھک	-1306
▁اکبر	-1307
▁بیاں	-1308
▁خانۂ	-1309
▁دھوپ	-1310
▁ٹھہر	-1311
▁پہلو	-1312
▁چہرے	-1313
▁کھول	-1314
▁جالبؔ	-1315
▁تمہاری	-1316
عل	-1317
لۂ	-1318
طرت	-1319
▁تپ	-1320
▁رح	-1321
▁صف	-1322
▁بیچ	-1323
▁جنہ	-1324
▁حلق	-1325
▁رہو	-1326
▁صاف	-1327
▁نئی	-1328
▁پار	-1329
▁آباد	-1330
▁جمال	-1331
▁رہتے	-1332
▁سینہ	-1333
▁شکست	-1334
▁طاقت	-1335
▁فطرت	-1336
▁لگتی	-1337
▁نہاں	-1338
▁چاہے	-1339
▁گویا	-1340
▁درکار	-1341
▁روشنی	-1342
▁واسطے	-1343
▁دیکھوں	-1344
▁رسوائی	-1345
جو	-1346
اہد	-1347
ھتے	-1348
▁تڑ	-1349
▁رق	-1350
▁زن	-1351
▁لڑ	-1352
▁نس	-1353
▁گہ	-1354
▁جرم	-1355
▁جنگ	-1356
▁حرم	-1357
▁سخت	-1358
▁شکر	-1359
▁طوف	-1360
▁قفس	-1361
▁نئے	-1362
▁پنہ	-1363
▁کسے	-1364
▁کہی	-1365
▁گفت	-1366
▁بجھا	-1367
▁بچھڑ	-1368
▁تھوڑ	-1369
▁حضرت	-1370
▁دماغ	-1371
▁رستہ	-1372
▁زاہد	-1373
▁ساحل	-1374
▁سبھی	-1375
▁شبنم	-1376
▁شعلہ	-1377
▁لالہ	-1378
▁لکھا	-1379
▁مکاں	-1380
▁اکبرؔ	-1381
▁جدائی	-1382
جہ	-1383
ضب	-1384
نجر	-1385
▁ای	-1386
▁شے	-1387
▁عن	-1388
▁بھا	-1389
▁حری	-1390
▁زیا	-1391
▁سکا	-1392
▁عدم	-1393
▁غضب	-1394
▁فقط	-1395
▁مقت	-1396
▁پان	-1397
▁چمک	-1398
▁کئے	-1399
▁اتنے	-1400
▁اداس	-1401
▁بستی	-1402
▁تصور	-1403
▁خانے	-1404
▁خزاں	-1405
▁عجیب	-1406
▁لینا	-1407
▁میاں	-1408
▁چھیڑ	-1409
▁کتاب	-1410
▁کدھر	-1411
▁گریہ	-1412
▁احسان	-1413
▁انجمن	-1414
▁جنہیں	-1415
▁فریاد	-1416
▁مسافر	-1417
▁والوں	-1418
▁پہنچا	-1419
اق	-1420
دی	-1421
سوس	-1422
شید	-1423
لوں	-1424
▁بگ	-1425
▁حک	-1426
▁کع	-1427
شانی	-1428
نگام	-1429
▁بست	-1430
▁بسم	-1431
▁بوس	-1432
▁جست	-1433
▁خفا	-1434
▁طرز	-1435
▁مثل	-1436
▁مرد	-1437
▁پلک	-1438
▁چین	-1439
▁رستے	-1440
▁سوئے	-1441
▁شکوہ	-1442
▁محشر	-1443
▁ملنے	-1444
▁پائی	-1445
▁ہنوز	-1446
▁انساں	-1447
▁مانند	-1448
▁مجنوں	-1449
▁ہنگام	-1450
▁تمہارا	-1451
▁دیکھتا	-1452
جئے	-1453
جوم	-1454
شتۂ	-1455
▁خل	-1456
▁دب	-1457
▁رت	-1458
▁مض	-1459
▁وع	-1460
▁چڑ	-1461
▁ارم	-1462
▁اڑا	-1463
▁بام	-1464
▁بسر	-1465
▁بچا	-1466
▁بڑا	-1467
▁بیک	-1468
▁ظلم	-1469
▁علم	-1470
▁عیش	-1471
▁مسک	-1472
▁مسی	-1473
▁ملی	-1474
▁کئی	-1475
▁امتح	-1476
▁تکلف	-1477
▁خنجر	-1478
▁شیشہ	-1479
▁فغاں	-1480
▁مرنے	-1481
▁ملتی	-1482
▁نشاط	-1483
▁کوئے	-1484
▁کھیل	-1485
▁گراں	-1486
▁گزار	-1487
▁گناہ	-1488
▁انسان	-1489
▁بیٹھا	-1490
▁راتیں	-1491
▁رکھتا	-1492
▁نکلتی	-1493
▁پنہاں	-1494
▁دکھائی	-1495
رگ	-1496
صر	-1497
فظ	-1498
برا	-1499
ثار	-1500
▁آؤ	-1501
سائی	-1502
▁بان	-1503
▁بجا	-1504
▁برگ	-1505
▁تھک	-1506
▁حنا	-1507
▁دہر	-1508
▁ذرہ	-1509
▁ذہن	-1510
▁ریز	-1511
▁قبا	-1512
▁چکے	-1513
▁گہر	-1514
▁آساں	-1515
▁اسیر	-1516
▁بدلا	-1517
▁داری	-1518
▁رکھے	-1519
▁سایہ	-1520
▁غافل	-1521
▁غریب	-1522
▁مسیح	-1523
▁معنی	-1524
▁نغمہ	-1525
▁وعدہ	-1526
▁کھلے	-1527
▁گردن	-1528
▁اٹھتا	-1529
▁بنایا	-1530
▁دوستی	-1531
▁زنداں	-1532
▁سلامت	-1533
▁پہنچے	-1534
▁چھوڑا	-1535
▁گھبرا	-1536
▁خورشید	-1537
▁کارواں	-1538
وۂ	-1539
کس	-1540
یۂ	-1541
ادت	-1542
راز	-1543
شتر	-1544
▁اض	-1545
▁خس	-1546
▁نز	-1547
ستان	-1548
ینوں	-1549
▁بول	-1550
▁بہا	-1551
▁خضر	-1552
▁خوف	-1553
▁لفظ	-1554
▁لوں	-1555
▁ناک	-1556
▁پتا	-1557
▁چلی	-1558
▁کمی	-1559
▁بسمل	-1560
▁جہان	-1561
▁خالی	-1562
▁خرام	-1563
▁خلوت	-1564
▁راحت	-1565
▁سوال	-1566
▁صیاد	-1567
▁فیضؔ	-1568
▁قریب	-1569
▁مستی	-1570
▁اکیلا	-1571
▁باتوں	-1572
▁بازار	-1573
▁جستجو	-1574
▁شیریں	-1575
▁پھرتے	-1576
▁کہانی	-1577
▁آوارگی	-1578
▁بیاباں	-1579
▁گلستاں	-1580
لس	-1581
ارت	-1582
برو	-1583
بور	-1584
▁آف	-1585
▁بٹ	-1586
▁زی	-1587
▁طل	-1588
سیمؔ	-1589
▁اول	-1590
▁بڑی	-1591
▁بید	-1592
▁تقا	-1593
▁درو	-1594
▁ستا	-1595
▁سرو	-1596
▁سما	-1597
▁شان	-1598
▁عار	-1599
▁قید	-1600
▁محو	-1601
▁مٹا	-1602
▁نظم	-1603
▁نما	-1604
▁وہم	-1605
▁کلی	-1606
▁گلے	-1607
▁ہون	-1608
▁افسر	-1609
▁جگرؔ	-1610
▁خوار	-1611
▁دینا	-1612
▁رفتہ	-1613
▁روئے	-1614
▁سادہ	-1615
▁سکتے	-1616
▁صحبت	-1617
▁منظر	-1618
▁پاتے	-1619
▁گرچہ	-1620
▁حالیؔ	-1621
▁سراپا	-1622
▁وسیمؔ	-1623
▁پوچھو	-1624
▁پوچھے	-1625
▁پہچان	-1626
▁گفتگو	-1627
▁ہمیشہ	-1628
اس	-1629
ضی	-1630
قع	-1631
قہ	-1632
▁تل	-1633
▁ضع	-1634
طراب	-1635
▁احت	-1636
▁الت	-1637
▁اچھ	-1638
▁تلو	-1639
▁تڑپ	-1640
▁دان	-1641
▁مار	-1642
▁پڑی	-1643
▁پیک	-1644
▁کمر	-1645
▁ہار	-1646
▁بوجھ	-1647
▁تازہ	-1648
▁رخصت	-1649
▁رونے	-1650
▁رہنے	-1651
▁سکوں	-1652
▁فقیر	-1653
▁مقتل	-1654
▁مقدر	-1655
▁نکال	-1656
▁پردے	-1657
▁کمال	-1658
▁کہیے	-1659
▁ہجوم	-1660
▁آئینۂ	-1661
▁آفتاب	-1662
▁بیمار	-1663
▁زیادہ	-1664
▁ہواؤں	-1665
▁اضطراب	-1666
▁دیکھنے	-1667
تم	-1668
زن	-1669
زے	-1670
صد	-1671
قا	-1672
اہی	-1673
ختہ	-1674
روں	-1675
ستا	-1676
قیں	-1677
میر	-1678
وال	-1679
وان	-1680
چھا	-1681
کیں	-1682
یئے	-1683
▁رم	-1684
▁لٹ	-1685
انگی	-1686
▁تقد	-1687
▁جنت	-1688
▁سرم	-1689
▁سنو	-1690
▁طور	-1691
▁فرو	-1692
▁نوا	-1693
▁وطن	-1694
▁کیف	-1695
▁ہمت	-1696
▁بازی	-1697
▁بسکہ	-1698
▁بلند	-1699
▁تشنہ	-1700
▁تعلق	-1701
▁جیتے	-1702
▁دعوی	-1703
▁دنوں	-1704
▁دولت	-1705
▁سنتے	-1706
▁شہید	-1707
▁نازک	-1708
▁نشاں	-1709
▁نشیں	-1710
▁وجود	-1711
▁پھری	-1712
▁گھٹا	-1713
▁ہنسی	-1714
▁انجام	-1715
▁فیصلہ	-1716
▁نظارہ	-1717
▁پرواز	-1718
▁ہوائے	-1719
▁اٹھائے	-1720
▁داستاں	-1721
▁پروانہ	-1722
▁چاندنی	-1723
▁ڈھونڈتے	-1724
جد	-1725
جے	-1726
نؤ	-1727
کش	-1728
ہب	-1729
ائش	-1730
ادث	-1731
ماں	-1732
نگی	-1733
ہور	-1734
یبت	-1735
▁اخ	-1736
▁ار	-1737
▁اگ	-1738
▁زر	-1739
▁ازل	-1740
▁افس	-1741
▁حور	-1742
▁دلی	-1743
▁روٹ	-1744
▁سبز	-1745
▁سمت	-1746
▁شکل	-1747
▁عدو	-1748
▁علا	-1749
▁عکس	-1750
▁مرغ	-1751
▁ممک	-1752
▁مٹی	-1753
▁نات	-1754
▁نگر	-1755
▁نیم	-1756
▁چال	-1757
▁ڈھل	-1758
▁کرن	-1759
▁الجھ	-1760
▁الٹی	-1761
▁جینے	-1762
▁زمین	-1763
▁شوخی	-1764
▁غرور	-1765
▁ملتے	-1766
▁نامہ	-1767
▁وعدۂ	-1768
▁پرست	-1769
▁کعبہ	-1770
▁ہووے	-1771
▁اگرچہ	-1772
▁بیداد	-1773
▁تقدیر	-1774
▁حوصلہ	-1775
▁لکھنؤ	-1776
▁مسکرا	-1777
▁پیرہن	-1778
▁بیگانہ	-1779
▁درمیاں	-1780
ئش	-1781
امی	-1782
تاع	-1783
وسف	-1784
ڑوں	-1785
▁آس	-1786
▁ضد	-1787
▁فا	-1788
▁پک	-1789
▁باب	-1790
▁بحر	-1791
▁دری	-1792
▁زور	-1793
▁سہل	-1794
▁سیک	-1795
▁سیہ	-1796
▁شیش	-1797
▁ضعف	-1798
▁غفل	-1799
▁قاف	-1800
▁مند	-1801
▁نمک	-1802
▁پاک	-1803
▁گیس	-1804
▁آرام	-1805
▁ابھر	-1806
▁بارش	-1807
▁باہر	-1808
▁بیٹھ	-1809
▁جلتے	-1810
▁سارا	-1811
▁شعلۂ	-1812
▁عذاب	-1813
▁متاع	-1814
▁مثال	-1815
▁ممکن	-1816
▁نالے	-1817
▁پیام	-1818
▁گوہر	-1819
▁ہمدم	-1820
▁یقیں	-1821
▁یوسف	-1822
▁انتہا	-1823
▁مصیبت	-1824
▁یاروں	-1825
دھ	-1826
چل	-1827
چے	-1828
▁اع	-1829
▁حی	-1830
▁رع	-1831
▁سع	-1832
▁چو	-1833
▁جمع	-1834
▁دیے	-1835
▁سنے	-1836
▁شنا	-1837
▁صفا	-1838
▁عذر	-1839
▁قضا	-1840
▁قلم	-1841
▁لئے	-1842
▁منا	-1843
▁نار	-1844
▁پتہ	-1845
▁پلٹ	-1846
▁چرخ	-1847
▁آغوش	-1848
▁اجال	-1849
▁بنتا	-1850
▁بڑھا	-1851
▁بھری	-1852
▁خوبی	-1853
▁دھڑک	-1854
▁لیتا	-1855
▁ماتم	-1856
▁ملنا	-1857
▁مینا	-1858
▁پانچ	-1859
▁گداز	-1860
▁گلاب	-1861
▁آشیاں	-1862
▁جانیں	-1863
▁حیراں	-1864
▁دشوار	-1865
▁دکھلا	-1866
▁راستہ	-1867
▁صدیوں	-1868
▁منتظر	-1869
▁ٹھہرا	-1870
▁ٹھہری	-1871
▁پیارے	-1872
▁سنبھال	-1873
بث	-1874
حہ	-1875
ظہ	-1876
ثیر	-1877
رگس	-1878
زام	-1879
لاک	-1880
ناب	-1881
یان	-1882
▁دک	-1883
▁فن	-1884
▁لک	-1885
▁مذ	-1886
▁پن	-1887
▁ڈھ	-1888
▁آمد	-1889
▁ادب	-1890
▁الم	-1891
▁برہ	-1892
▁تلخ	-1893
▁جور	-1894
▁دوس	-1895
▁ذات	-1896
▁سدا	-1897
▁شرر	-1898
▁شمش	-1899
▁عبث	-1900
▁فرق	-1901
▁قصہ	-1902
▁قیس	-1903
▁لعل	-1904
▁پیغ	-1905
▁چور	-1906
▁کسو	-1907
▁بارے	-1908
▁برپا	-1909
▁بوسہ	-1910
▁جانب	-1911
▁حالت	-1912
▁حریف	-1913
▁رواں	-1914
▁رہتی	-1915
▁علاج	-1916
▁غفلت	-1917
▁لائے	-1918
▁محرم	-1919
▁ملیں	-1920
▁نثار	-1921
▁نرگس	-1922
▁نقاب	-1923
▁وہیں	-1924
▁چاہا	-1925
▁گھڑی	-1926
▁یارب	-1927
▁افسوس	-1928
▁اقرار	-1929
▁الزام	-1930
▁اوروں	-1931
▁تاثیر	-1932
▁تلوار	-1933
▁خوباں	-1934
▁سامان	-1935
▁ساماں	-1936
▁سنبھل	-1937
▁شاعری	-1938
▁لکھوں	-1939
▁موجود	-1940
▁ناداں	-1941
▁کھلتا	-1942
▁مہرباں	-1943
▁نگاہوں	-1944
▁نگاہیں	-1945
▁ہونٹوں	-1946
ائم	-1947
ازی	-1948
سعت	-1949
نبی	-1950
گان	-1951
▁ری	-1952
رائے	-1953
▁بڑے	-1954
▁خرم	-1955
▁خشک	-1956
▁دلا	-1957
▁دھر	-1958
▁ربط	-1959
▁ریت	-1960
▁طرب	-1961
▁عام	-1962
▁عید	-1963
▁غلط	-1964
▁پچھ	-1965
▁گرہ	-1966
▁گلا	-1967
▁آزار	-1968
▁بدلے	-1969
▁بہتر	-1970
▁جادو	-1971
▁جتنا	-1972
▁جلوے	-1973
▁جنون	-1974
▁جنگل	-1975
▁حباب	-1976
▁دیتی	-1977
▁دیدہ	-1978
▁زیست	-1979
▁سکوت	-1980
▁قبول	-1981
▁مارا	-1982
▁مرنا	-1983
▁ملاق	-1984
▁نگار	-1985
▁وسعت	-1986
▁پردۂ	-1987
▁پسند	-1988
▁پیاس	-1989
▁ڈرتے	-1990
▁کشتی	-1991
▁انکار	-1992
▁بندگی	-1993
▁دشمنی	-1994
▁لیجئے	-1995
▁ٹھہرے	-1996
▁پیغام	-1997
▁کیجیے	-1998
▁ہجراں	-1999
▁لاکھوں	-2000
▁ویرانی	-2001
▁گرفتار	-2002
▁ہزاروں	-2003
رو	-2004
سب	-2005
فو	-2006
نک	-2007
جاد	-2008
داب	-2009
ذیب	-2010
فیق	-2011
نات	-2012
نام	-2013
▁تح	-2014
▁زد	-2015
▁قط	-2016
▁ٹپ	-2017
شتوں	-2018
گرنہ	-2019
▁ایا	-2020
▁خال	-2021
▁ختم	-2022
▁درس	-2023
▁رحم	-2024
▁ساد	-2025
▁سیل	-2026
▁سیں	-2027
▁شجر	-2028
▁فرد	-2029
▁لخت	-2030
▁مکر	-2031
▁نشہ	-2032
▁ننگ	-2033
▁نیر	-2034
▁واہ	-2035
▁چکی	-2036
▁کدہ	-2037
▁کدے	-2038
▁گار	-2039
▁آخری	-2040
▁بتاں	-2041
▁برہم	-2042
▁بھرے	-2043
▁جواں	-2044
▁خمار	-2045
▁دینے	-2046
▁رسوا	-2047
▁روتے	-2048
▁سایۂ	-2049
▁شباب	-2050
▁شمار	-2051
▁ضرور	-2052
▁قابل	-2053
▁لایا	-2054
▁لبوں	-2055
▁لینے	-2056
▁مجھی	-2057
▁مکان	-2058
▁نشان	-2059
▁وعدے	-2060
▁ویسے	-2061
▁پروا	-2062
▁کبھو	-2063
▁کلام	-2064
▁کوچۂ	-2065
▁گنوا	-2066
▁اجنبی	-2067
▁احتیا	-2068
▁اقبال	-2069
▁ایجاد	-2070
▁تھوڑی	-2071
▁تہذیب	-2072
▁عاشقی	-2073
▁فسانہ	-2074
▁نکلتے	-2075
▁وگرنہ	-2076
▁پوچھا	-2077
▁ملاقات	-2078
▁پوچھتے	-2079
اڑ	-2080
بش	-2081
ذر	-2082
شش	-2083
غذ	-2084
چا	-2085
ازت	-2086
بری	-2087
ساس	-2088
شیں	-2089
یاب	-2090
▁اص	-2091
▁اغ	-2092
▁حر	-2093
▁دف	-2094
▁قا	-2095
▁نخ	-2096
▁پگ	-2097
▁چا	-2098
▁ہل	-2099
ئنات	-2100
تابی	-2101
ظہار	-2102
لیاں	-2103
▁اجل	-2104
▁ارا	-2105
▁بگڑ	-2106
▁بہل	-2107
▁جھک	-2108
▁جیب	-2109
▁خند	-2110
▁دود	-2111
▁دہن	-2112
▁سرد	-2113
▁شکن	-2114
▁عنا	-2115
▁عیب	-2116
▁فرم	-2117
▁محر	-2118
▁مشت	-2119
▁مفت	-2120
▁ملک	-2121
▁ناچ	-2122
▁ناگ	-2123
▁واد	-2124
▁ولے	-2125
▁پڑھ	-2126
▁گیر	-2127
▁اندر	-2128
▁بھیگ	-2129
▁جنبش	-2130
▁خطرہ	-2131
▁دھند	-2132
▁رشتۂ	-2133
▁رونا	-2134
▁زیاں	-2135
▁سراب	-2136
▁سکھا	-2137
▁شاعر	-2138
▁طلسم	-2139
▁غنچہ	-2140
▁لیلی	-2141
▁مراد	-2142
▁مزار	-2143
▁مسجد	-2144
▁مسلم	-2145
▁نالۂ	-2146
▁نسیم	-2147
▁کاغذ	-2148
▁کوچے	-2149
▁کھلی	-2150
▁کھنچ	-2151
▁گزرا	-2152
▁گوار	-2153
▁آوارہ	-2154
▁احباب	-2155
▁احساس	-2156
▁اظہار	-2157
▁ایمان	-2158
▁تسلیم	-2159
▁حالات	-2160
▁خامشی	-2161
▁راستے	-2162
▁رنگیں	-2163
▁ستارے	-2164
▁شمشیر	-2165
▁مقابل	-2166
▁امتحاں	-2167
▁دیکھیں	-2168
▁روزگار	-2169
▁ستاروں	-2170
▁چاہیئے	-2171
▁چراغاں	-2172
▁کائنات	-2173
جی	-2174
نت	-2175
نڈ	-2176
تاق	-2177
شاد	-2178
صلے	-2179
فرت	-2180
لاف	-2181
لیب	-2182
نما	-2183
وشی	-2184
کتا	-2185
ہاد	-2186
▁جر	-2187
▁شد	-2188
▁قی	-2189
▁وض	-2190
بارک	-2191
دبیر	-2192
نائی	-2193
ندھی	-2194
گانی	-2195
▁آنگ	-2196
▁بخت	-2197
▁بہر	-2198
▁دین	-2199
▁سال	-2200
▁سلس	-2201
▁شرط	-2202
▁عجز	-2203
▁غنی	-2204
▁مای	-2205
▁کشی	-2206
▁گام	-2207
▁آزما	-2208
▁آگہی	-2209
▁بتوں	-2210
▁بستر	-2211
▁بندہ	-2212
▁بوئے	-2213
▁تبسم	-2214
▁تسلی	-2215
▁جتنے	-2216
▁جھوٹ	-2217
▁جھکا	-2218
▁جیسا	-2219
▁جینا	-2220
▁خندہ	-2221
▁دلبر	-2222
▁شاہد	-2223
▁طالب	-2224
▁عادت	-2225
▁فتنہ	-2226
▁فرما	-2227
▁لمحہ	-2228
▁مرتا	-2229
▁مروت	-2230
▁پھیر	-2231
▁کرشم	-2232
▁کوشش	-2233
▁کہتی	-2234
▁گرمی	-2235
▁اجازت	-2236
▁احوال	-2237
▁ارمان	-2238
▁اشکوں	-2239
▁بھولے	-2240
▁تاروں	-2241
▁تدبیر	-2242
▁تقاضا	-2243
▁دھوکا	-2244
▁رفتار	-2245
▁ضروری	-2246
▁فرہاد	-2247
▁مبارک	-2248
▁محروم	-2249
▁مسیحا	-2250
▁مشتاق	-2251
▁گلیوں	-2252
▁افسردہ	-2253
▁باندھا	-2254
▁داستان	-2255
▁پوچھتا	-2256
▁باندھتے	-2257
بے	-2258
صے	-2259
قف	-2260
جات	-2261
خیر	-2262
داں	-2263
شیم	-2264
عار	-2265
لیف	-2266
وند	-2267
ویں	-2268
یرے	-2269
▁بح	-2270
▁طب	-2271
▁ظل	-2272
▁لپ	-2273
▁وو	-2274
صلحت	-2275
▁بشر	-2276
▁جگا	-2277
▁جیے	-2278
▁خلق	-2279
▁دگر	-2280
▁راس	-2281
▁رقم	-2282
▁رون	-2283
▁زان	-2284
▁صید	-2285
▁طری	-2286
▁مال	-2287
▁مخت	-2288
▁معم	-2289
▁مید	-2290
▁نشۂ	-2291
▁پلا	-2292
▁پیڑ	-2293
▁چون	-2294
▁گرا	-2295
▁گنہ	-2296
▁گھٹ	-2297
▁ہند	-2298
▁یاس	-2299
▁آغاز	-2300
▁آنگن	-2301
▁ابرو	-2302
▁انجم	-2303
▁اٹھی	-2304
▁باری	-2305
▁بہلا	-2306
▁تجلی	-2307
▁جبیں	-2308
▁جدھر	-2309
▁حادث	-2310
▁حسیں	-2311
▁حضور	-2312
▁حلقۂ	-2313
▁خرمن	-2314
▁دراز	-2315
▁رائی	-2316
▁روزن	-2317
▁سرمہ	-2318
▁سرگر	-2319
▁سنتا	-2320
▁سوچا	-2321
▁شکار	-2322
▁فروغ	-2323
▁قدرت	-2324
▁معام	-2325
▁نصیر	-2326
▁نظمؔ	-2327
▁وائے	-2328
▁والو	-2329
▁ٹوٹے	-2330
▁ٹکڑے	-2331
▁پشیم	-2332
▁پھیل	-2333
▁آئینے	-2334
▁اغیار	-2335
▁سادگی	-2336
▁سوچتا	-2337
▁صدائے	-2338
▁مجبور	-2339
▁مصلحت	-2340
▁ملامت	-2341
▁وفائی	-2342
▁پلکوں	-2343
▁گردوں	-2344
▁گفتار	-2345
▁بھولنے	-2346
▁خاموشی	-2347
▁دیوانے	-2348
▁زندگانی	-2349
می	-2350
ہت	-2351
داع	-2352
شان	-2353
شتے	-2354
فات	-2355
یدن	-2356
▁لح	-2357
▁ند	-2358
▁چم	-2359
ئیاں	-2360
▁آہٹ	-2361
▁ابت	-2362
▁بقا	-2363
▁تپش	-2364
▁تہی	-2365
▁خاص	-2366
▁خان	-2367
▁رقص	-2368
▁روا	-2369
▁زرد	-2370
▁سرخ	-2371
▁سلی	-2372
▁سنی	-2373
▁سود	-2374
▁سید	-2375
▁طبع	-2376
▁عیس	-2377
▁قبر	-2378
▁قرب	-2379
▁قرض	-2380
▁لاش	-2381
▁لرز	-2382
▁مزہ	-2383
▁مسئ	-2384
▁نشے	-2385
▁نگۂ	-2386
▁نیک	-2387
▁وجہ	-2388
▁پاب	-2389
▁پرس	-2390
▁چنگ	-2391
▁کشا	-2392
▁کشت	-2393
▁کفن	-2394
▁آبرو	-2395
▁ایام	-2396
▁بادل	-2397
▁خندۂ	-2398
▁دیار	-2399
▁رشتہ	-2400
▁روتا	-2401
▁روٹھ	-2402
▁زنار	-2403
▁سرور	-2404
▁سوچو	-2405
▁سیاہ	-2406
▁شرما	-2407
▁عارض	-2408
▁غلام	-2409
▁غیرت	-2410
▁قامت	-2411
▁قربت	-2412
▁لباس	-2413
▁لمحے	-2414
▁نسبت	-2415
▁نفرت	-2416
▁کارو	-2417
▁اجالا	-2418
▁اندیش	-2419
▁اٹھتے	-2420
▁برابر	-2421
▁بیتاب	-2422
▁بیکسی	-2423
▁تکلیف	-2424
▁خرابی	-2425
▁راتوں	-2426
▁رخسار	-2427
▁سناٹا	-2428
▁عنایت	-2429
▁غنیمت	-2430
▁غیروں	-2431
▁قراری	-2432
▁قربان	-2433
▁ناکام	-2434
▁نصیرؔ	-2435
▁نظریں	-2436
▁پھرتا	-2437
▁کھائی	-2438
▁آزمائش	-2439
▁آنسوؤں	-2440
▁بیتابی	-2441
▁دعائیں	-2442
▁دوستوں	-2443
▁کامیاب	-2444
▁ہنگامہ	-2445
اع	-2446
طا	-2447
عث	-2448
غت	-2449
ادر	-2450
جاز	-2451
دگی	-2452
شار	-2453
شنۂ	-2454
طرۂ	-2455
مان	-2456
ورا	-2457
یدی	-2458
▁خز	-2459
▁طع	-2460
▁طے	-2461
▁قل	-2462
▁قم	-2463
▁مآ	-2464
ائیے	-2465
ستگی	-2466
فاقت	-2467
قلاب	-2468
ھوکر	-2469
یاری	-2470
یروں	-2471
▁بجز	-2472
▁بسا	-2473
▁تند	-2474
▁جشن	-2475
▁حکم	-2476
▁خرا	-2477
▁خرد	-2478
▁رفت	-2479
▁زدہ	-2480
▁سبک	-2481
▁عمل	-2482
▁محت	-2483
▁مشق	-2484
▁مضم	-2485
▁منص	-2486
▁موڑ	-2487
▁مہک	-2488
▁نرم	-2489
▁کشم	-2490
▁کفر	-2491
▁گنج	-2492
▁گوں	-2493
▁بادۂ	-2494
▁بازو	-2495
▁باعث	-2496
▁بجلی	-2497
▁بولے	-2498
▁بھاگ	-2499
▁بھید	-2500
▁تہمت	-2501
▁جانی	-2502
▁جناب	-2503
▁جھون	-2504
▁جیوں	-2505
▁رحمت	-2506
▁رہنا	-2507
▁ساعت	-2508
▁سبزہ	-2509
▁سکون	-2510
▁شکوۂ	-2511
▁ظلمت	-2512
▁عشاق	-2513
▁عشرت	-2514
▁غنچۂ	-2515
▁لگتے	-2516
▁مائل	-2517
▁مانع	-2518
▁موتی	-2519
▁نواز	-2520
▁نکہت	-2521
▁وداع	-2522
▁ٹوٹا	-2523
▁پاتا	-2524
▁پرسش	-2525
▁پڑتا	-2526
▁پھرے	-2527
▁کروٹ	-2528
▁آسمان	-2529
▁آندھی	-2530
▁اشعار	-2531
▁اعجاز	-2532
▁اٹھتی	-2533
▁اٹھیں	-2534
▁بارہا	-2535
▁بھاری	-2536
▁بیدار	-2537
▁تکرار	-2538
▁خدائی	-2539
▁رفاقت	-2540
▁رہنما	-2541
▁مدتوں	-2542
▁نوائے	-2543
▁نیرنگ	-2544
▁ویراں	-2545
▁ٹھوکر	-2546
▁کھلتے	-2547
▁گوارا	-2548
▁یادوں	-2549
▁اقبالؔ	-2550
▁انقلاب	-2551
▁خوابوں	-2552
▁ٹھکانا	-2553
▁پھولوں	-2554
▁چراغوں	-2555
▁کانٹوں	-2556
▁پریشانی	-2557
▁کاروبار	-2558
جن	-2559
سل	-2560
فہ	-2561
قے	-2562
پر	-2563
ابت	-2564
ثال	-2565
سوں	-2566
صود	-2567
طرب	-2568
فاظ	-2569
فتر	-2570
لاں	-2571
چھے	-2572
کین	-2573
یاز	-2574
یدا	-2575
▁اذ	-2576
▁بز	-2577
▁رز	-2578
▁سف	-2579
▁شگ	-2580
▁غش	-2581
▁چی	-2582
▁کج	-2583
▁ہش	-2584
داوت	-2585
ستاخ	-2586
ضائے	-2587
▁آست	-2588
▁آفت	-2589
▁بنی	-2590
▁تحر	-2591
▁تخت	-2592
▁جلے	-2593
▁حدی	-2594
▁حرص	-2595
▁خیم	-2596
▁رلا	-2597
▁زیب	-2598
▁سجن	-2599
▁سعی	-2600
▁سنج	-2601
▁سکی	-2602
▁طاق	-2603
▁طول	-2604
▁عزت	-2605
▁لٹا	-2606
▁ماں	-2607
▁محب	-2608
▁مغر	-2609
▁میک	-2610
▁وضع	-2611
▁پاؤ	-2612
▁پنج	-2613
▁چاپ	-2614
▁گور	-2615
▁آویں	-2616
▁انیس	-2617
▁اچھے	-2618
▁بساط	-2619
▁بھرا	-2620
▁تباہ	-2621
▁توجہ	-2622
▁جذبۂ	-2623
▁جھلک	-2624
▁جیسی	-2625
▁حسین	-2626
▁دانہ	-2627
▁دفتر	-2628
▁رکھی	-2629
▁سجدہ	-2630
▁سلام	-2631
▁سنور	-2632
▁سکیں	-2633
▁شامل	-2634
▁شریک	-2635
▁شیشے	-2636
▁ضمیر	-2637
▁غربت	-2638
▁فردا	-2639
▁قائل	-2640
▁قاصد	-2641
▁قیمت	-2642
▁لائی	-2643
▁لگیں	-2644
▁مارے	-2645
▁مذہب	-2646
▁مرتے	-2647
▁موئے	-2648
▁نشتر	-2649
▁نمود	-2650
▁واقع	-2651
▁پھون	-2652
▁پیکر	-2653
▁چاہت	-2654
▁کرنی	-2655
▁کشتہ	-2656
▁کھڑا	-2657
▁کھڑے	-2658
▁گوشۂ	-2659
▁گیسو	-2660
▁آشفتہ	-2661
▁ابتدا	-2662
▁اداسی	-2663
▁ارباب	-2664
▁اسرار	-2665
▁اشارے	-2666
▁افلاک	-2667
▁بتاؤں	-2668
▁بدلتے	-2669
▁بنائے	-2670
▁تشنگی	-2671
▁تعمیر	-2672
▁تھوڑا	-2673
▁تیرگی	-2674
▁دوسرا	-2675
▁زلفوں	-2676
▁زمانا	-2677
▁ستارہ	-2678
▁سہارا	-2679
▁شکستہ	-2680
▁ضرورت	-2681
▁طوفان	-2682
▁طوفاں	-2683
▁عداوت	-2684
▁لگائے	-2685
▁محتسب	-2686
▁مسئلہ	-2687
▁مقصود	-2688
▁ناشاد	-2689
▁چھاؤں	-2690
▁کشمکش	-2691
▁گلزار	-2692
▁ہنستے	-2693
▁ہوئیں	-2694
▁آشنائی	-2695
▁التفات	-2696
▁امتحان	-2697
▁سمجھتا	-2698
▁پریشان	-2699
▁کھینچی	-2700
▁دیوانگی	-2701
▁رائیگاں	-2702
عم	-2703
نو	-2704
وج	-2705
وک	-2706
پن	-2707
چک	-2708
ڑھ	-2709
کل	-2710
ائر	-2711
الے	-2712
ریر	-2713
قین	-2714
واب	-2715
ڑتے	-2716
کاں	-2717
ھتا	-2718
▁سخ	-2719
▁ٹل	-2720
اریخ	-2721
بتلا	-2722
داری	-2723
لانے	-2724
مانی	-2725
یانہ	-2726
▁آشک	-2727
▁الگ	-2728
▁بحث	-2729
▁تاج	-2730
▁تلے	-2731
▁ثمر	-2732
▁جنس	-2733
▁جھی	-2734
▁جیت	-2735
▁خسر	-2736
▁رزق	-2737
▁رضا	-2738
▁روک	-2739
▁سجا	-2740
▁سری	-2741
▁صہب	-2742
▁ظرف	-2743
▁عرش	-2744
▁عرص	-2745
▁مآل	-2746
▁مشر	-2747
▁معص	-2748
▁منظ	-2749
▁مور	-2750
▁ناخ	-2751
▁ناس	-2752
▁نذر	-2753
▁نقص	-2754
▁نین	-2755
▁ورق	-2756
▁پھو	-2757
▁پہر	-2758
▁چوٹ	-2759
▁کاٹ	-2760
▁گنگ	-2761
▁آسان	-2762
▁اترا	-2763
▁تراش	-2764
▁تشنۂ	-2765
▁جادہ	-2766
▁حرام	-2767
▁خامہ	-2768
▁خلاف	-2769
▁خوشا	-2770
▁دانا	-2771
▁دیئے	-2772
▁رونق	-2773
▁رویا	-2774
▁رہزن	-2775
▁زانو	-2776
▁سراغ	-2777
▁شعاع	-2778
▁شیوۂ	-2779
▁طائر	-2780
▁عیسی	-2781
▁غارت	-2782
▁فتنے	-2783
▁قائم	-2784
▁قصور	-2785
▁قطرۂ	-2786
▁مجلس	-2787
▁محال	-2788
▁محنت	-2789
▁مرہم	-2790
▁نئیں	-2791
▁نماز	-2792
▁ویسی	-2793
▁پکار	-2794
▁پہلی	-2795
▁چادر	-2796
▁چلتا	-2797
▁چلتے	-2798
▁چلنا	-2799
▁چھین	-2800
▁کاری	-2801
▁کافی	-2802
▁کامل	-2803
▁اخبار	-2804
▁اسباب	-2805
▁ایماں	-2806
▁بدنام	-2807
▁برسوں	-2808
▁بہانے	-2809
▁تحریر	-2810
▁تسکیں	-2811
▁تمثال	-2812
▁جانوں	-2813
▁جانیے	-2814
▁دوراں	-2815
▁روبرو	-2816
▁رکھوں	-2817
▁زخموں	-2818
▁لمحوں	-2819
▁لکھنا	-2820
▁مایوس	-2821
▁مبتلا	-2822
▁محبوب	-2823
▁مختصر	-2824
▁مشہور	-2825
▁مہتاب	-2826
▁نشانی	-2827
▁نیازی	-2828
▁پیاسا	-2829
▁پیچھے	-2830
▁چاہتے	-2831
▁گستاخ	-2832
▁گمانی	-2833
▁احتیاط	-2834
▁افسانہ	-2835
▁اٹھایا	-2836
▁دکھایا	-2837
▁سمجھیں	-2838
▁محبتوں	-2839
▁معاملہ	-2840
▁ٹھکانے	-2841
▁کھلتیں	-2842
▁گریزاں	-2843
▁اندھیرے	-2844
▁دیوانوں	-2845
ئل	-2846
تو	-2847
جب	-2848
جز	-2849
خر	-2850
زخ	-2851
فق	-2852
گل	-2853
الع	-2854
اکش	-2855
برت	-2856
توں	-2857
جیؔ	-2858
خاب	-2859
دوں	-2860
دیک	-2861
ریف	-2862
ھری	-2863
ینت	-2864
▁اد	-2865
▁بظ	-2866
▁تذ	-2867
▁ثب	-2868
▁حل	-2869
▁مم	-2870
▁نع	-2871
▁وف	-2872
▁کث	-2873
ساری	-2874
سانۂ	-2875
▁الٹ	-2876
▁بری	-2877
▁برے	-2878
▁بہم	-2879
▁بیت	-2880
▁تعب	-2881
▁جبر	-2882
▁جون	-2883
▁جھگ	-2884
▁حصے	-2885
▁خری	-2886
▁دفن	-2887
▁دوش	-2888
▁رفو	-2889
▁ساق	-2890
▁سکو	-2891
▁سکھ	-2892
▁سیم	-2893
▁طفل	-2894
▁علی	-2895
▁عین	-2896
▁فائ	-2897
▁فہم	-2898
▁لشک	-2899
▁مرح	-2900
▁مزے	-2901
▁معت	-2902
▁معر	-2903
▁معش	-2904
▁ناب	-2905
▁ناف	-2906
▁نبض	-2907
▁نقد	-2908
▁وام	-2909
▁پئے	-2910
▁پشت	-2911
▁چھٹ	-2912
▁کرب	-2913
▁گھا	-2914
▁گہہ	-2915
▁اوپر	-2916
▁بتاؤ	-2917
▁بخشا	-2918
▁بنتی	-2919
▁بوند	-2920
▁بچوں	-2921
▁بڑھے	-2922
▁بھرو	-2923
▁بھٹک	-2924
▁بہشت	-2925
▁تارا	-2926
▁جادۂ	-2927
▁جاوے	-2928
▁جلاد	-2929
▁جہنم	-2930
▁حاضر	-2931
▁حدیث	-2932
▁حلقہ	-2933
▁خواں	-2934
▁دعوت	-2935
▁دوری	-2936
▁راہی	-2937
▁رہوں	-2938
▁ریزہ	-2939
▁سونا	-2940
▁سینۂ	-2941
▁شادی	-2942
▁شانہ	-2943
▁شرار	-2944
▁شہرت	-2945
▁شیدا	-2946
▁طواف	-2947
▁عبرت	-2948
▁فروش	-2949
▁مانی	-2950
▁معاف	-2951
▁ناخن	-2952
▁ناگہ	-2953
▁نبھا	-2954
▁نکلی	-2955
▁وحشی	-2956
▁پاگل	-2957
▁پرور	-2958
▁پیری	-2959
▁چاہو	-2960
▁چلتی	-2961
▁چھلک	-2962
▁کھلو	-2963
▁گاؤں	-2964
▁گونج	-2965
▁ہندو	-2966
▁ہنسا	-2967
▁یقین	-2968
▁یکتا	-2969
▁یہیں	-2970
▁آرائی	-2971
▁آزادی	-2972
▁احساں	-2973
▁انیسؔ	-2974
▁بتائے	-2975
▁برسات	-2976
▁بظاہر	-2977
▁تاریخ	-2978
▁توفیق	-2979
▁دیجئے	-2980
▁دیوان	-2981
▁رکھنا	-2982
▁سلیقہ	-2983
▁سنانے	-2984
▁سنبھا	-2985
▁سویدا	-2986
▁سیاست	-2987
▁شہادت	-2988
▁عریاں	-2989
▁قافلہ	-2990
▁قافلے	-2991
▁معصوم	-2992
▁منظور	-2993
▁ناجیؔ	-2994
▁نزدیک	-2995
▁پابند	-2996
▁پھرتی	-2997
▁کرشمہ	-2998
▁کشاکش	-2999
▁کیفیت	-3000
▁گزاری	-3001
▁ہشیار	-3002
▁ہوتیں	-3003
▁انتخاب	-3004
▁خانماں	-3005
▁دروازہ	-3006
▁فقیروں	-3007
▁مستانہ	-3008
▁مسلماں	-3009
▁پشیماں	-3010
▁پیمانہ	-3011
▁گیسوئے	-3012
▁ہوائیں	-3013
▁مہربانی	-3014
تہ	-3015
جت	-3016
حۂ	-3017
غل	-3018
مع	-3019
ھن	-3020
ہے	-3021
یط	-3022
اہن	-3023
بدہ	-3024
روف	-3025
سوب	-3026
سون	-3027
فاق	-3028
فیؔ	-3029
ماد	-3030
میا	-3031
ندے	-3032
چیں	-3033
ہلت	-3034
▁بق	-3035
▁خج	-3036
▁خر	-3037
▁رس	-3038
▁عد	-3039
▁مب	-3040
اشاک	-3041
لانا	-3042
وقات	-3043
ڑائی	-3044
▁آؤں	-3045
▁آلو	-3046
▁آہو	-3047
▁ابل	-3048
▁ارز	-3049
▁اصل	-3050
▁افق	-3051
▁امر	-3052
▁انا	-3053
▁انس	-3054
▁اڑی	-3055
▁باہ	-3056
▁بود	-3057
▁تاز	-3058
▁تان	-3059
▁تاک	-3060
▁تجر	-3061
▁توں	-3062
▁جاو	-3063
▁خلش	-3064
▁خیز	-3065
▁درپ	-3066
▁دھی	-3067
▁ذرے	-3068
▁سفی	-3069
▁سلو	-3070
▁سون	-3071
▁سڑک	-3072
▁شدت	-3073
▁شفا	-3074
▁طوط	-3075
▁عطا	-3076
▁غرق	-3077
▁فخر	-3078
▁قدح	-3079
▁قطع	-3080
▁قلب	-3081
▁قہر	-3082
▁لچک	-3083
▁مئے	-3084
▁مرض	-3085
▁مصح	-3086
▁ملو	-3087
▁مچل	-3088
▁ندی	-3089
▁نوم	-3090
▁وجد	-3091
▁ولو	-3092
▁پاش	-3093
▁پوش	-3094
▁پھن	-3095
▁چھن	-3096
▁ڈبو	-3097
▁کشش	-3098
▁آبلہ	-3099
▁آداب	-3100
▁آشوب	-3101
▁آنچل	-3102
▁اجاڑ	-3103
▁اجڑے	-3104
▁افزا	-3105
▁انکھ	-3106
▁بانہ	-3107
▁بجھے	-3108
▁برنگ	-3109
▁بھرم	-3110
▁بینا	-3111
▁ثواب	-3112
▁جاری	-3113
▁جانو	-3114
▁جونؔ	-3115
▁جھان	-3116
▁جیون	-3117
▁خسرو	-3118
▁خلوص	-3119
▁دانش	-3120
▁دلیل	-3121
▁دھول	-3122
▁راست	-3123
▁راکھ	-3124
▁رشتے	-3125
▁رعنا	-3126
▁رنجش	-3127
▁رہبر	-3128
▁زینت	-3129
▁سلیم	-3130
▁سماں	-3131
▁سوزن	-3132
▁شعلے	-3133
▁شناس	-3134
▁شیشۂ	-3135
▁صلیب	-3136
▁طالع	-3137
▁عتاب	-3138
▁غالب	-3139
▁فتنۂ	-3140
▁فسوں	-3141
▁لشکر	-3142
▁لڑکا	-3143
▁ملال	-3144
▁مہلت	-3145
▁ناام	-3146
▁ناتم	-3147
▁ناوک	-3148
▁نباہ	-3149
▁نجات	-3150
▁وبال	-3151
▁پرتو	-3152
▁پردا	-3153
▁پنجۂ	-3154
▁پڑیں	-3155
▁پگھل	-3156
▁پھرا	-3157
▁پیہم	-3158
▁چشمۂ	-3159
▁چلنے	-3160
▁چونک	-3161
▁ڈالا	-3162
▁ڈرتا	-3163
▁کاوش	-3164
▁کثرت	-3165
▁کنار	-3166
▁کھیت	-3167
▁گمان	-3168
▁گھون	-3169
▁آستاں	-3170
▁آشکار	-3171
▁اشارہ	-3172
▁انگشت	-3173
▁اوقات	-3174
▁برہمن	-3175
▁بہاری	-3176
▁بیزار	-3177
▁تسخیر	-3178
▁حیران	-3179
▁خاشاک	-3180
▁خموشی	-3181
▁دھیان	-3182
▁رسائی	-3183
▁روانی	-3184
▁رکھتی	-3185
▁زبانی	-3186
▁ساقیا	-3187
▁سرشار	-3188
▁سلسلہ	-3189
▁سمجھو	-3190
▁سنائی	-3191
▁سنوار	-3192
▁سیلاب	-3193
▁شوخیٔ	-3194
▁فاصلہ	-3195
▁فراغت	-3196
▁فشانی	-3197
▁قدموں	-3198
▁لفظوں	-3199
▁محسوس	-3200
▁مراسم	-3201
▁معشوق	-3202
▁معمور	-3203
▁منسوب	-3204
▁نادان	-3205
▁نکلیں	-3206
▁نگاہی	-3207
▁واقعہ	-3208
▁پرانے	-3209
▁پرستی	-3210
▁پچھتا	-3211
▁پیمان	-3212
▁چاہیں	-3213
▁چہروں	-3214
▁گزرتا	-3215
▁اعتماد	-3216
▁امتیاز	-3217
▁امیدیں	-3218
▁بہاروں	-3219
▁بیگانے	-3220
▁خریدار	-3221
▁دکھائے	-3222
▁رقیبوں	-3223
▁شرمندہ	-3224
▁پیراہن	-3225
▁چھپائے	-3226
▁کھینچا	-3227
▁انگڑائی	-3228
▁دیواروں	-3229
▁پارسائی	-3230
حق	-3231
خل	-3232
دن	-3233
طق	-3234
عہ	-3235
نش	-3236
وٹ	-3237
پس	-3238
کن	-3239
یف	-3240
ارۂ	-3241
بوں	-3242
تھی	-3243
حبا	-3244
خیز	-3245
راف	-3246
راک	-3247
ردہ	-3248
ریز	-3249
صاف	-3250
صیر	-3251
لیخ	-3252
ماس	-3253
ولی	-3254
کشی	-3255
گوں	-3256
گیں	-3257
ھیے	-3258
یدر	-3259
یرا	-3260
▁حب	-3261
▁سح	-3262
▁عص	-3263
▁غز	-3264
▁مخ	-3265
▁مغ	-3266
▁مڑ	-3267
▁ٹی	-3268
▁پے	-3269
▁چب	-3270
▁چن	-3271
▁یگ	-3272
رائی	-3273
نداں	-3274
نہار	-3275
▁ابد	-3276
▁ادھ	-3277
▁بہہ	-3278
▁جھپ	-3279
▁حیف	-3280
▁خطر	-3281
▁خلد	-3282
▁دبا	-3283
▁ربا	-3284
▁ردا	-3285
▁رسا	-3286
▁روی	-3287
▁ریش	-3288
▁زاد	-3289
▁سلگ	-3290
▁سوگ	-3291
▁شائ	-3292
▁شرح	-3293
▁شغل	-3294
▁عرق	-3295
▁عند	-3296
▁غور	-3297
▁فرش	-3298
▁فرض	-3299
▁فری	-3300
▁قاب	-3301
▁لوح	-3302
▁لہر	-3303
▁مکت	-3304
▁مکھ	-3305
▁میز	-3306
▁نسخ	-3307
▁نشی	-3308
▁واب	-3309
▁وقف	-3310
▁ووں	-3311
▁پند	-3312
▁پیے	-3313
▁چوم	-3314
▁چھت	-3315
▁ڈھا	-3316
▁کنج	-3317
▁کٹے	-3318
▁گلو	-3319
▁ہما	-3320
اندگی	-3321
انیاں	-3322
▁آفاق	-3323
▁استخ	-3324
▁اچھل	-3325
▁بتلا	-3326
▁بزرگ	-3327
▁بندی	-3328
▁بھلی	-3329
▁بھیڑ	-3330
▁بہتا	-3331
▁بہتے	-3332
▁بیان	-3333
▁تارے	-3334
▁تعجب	-3335
▁توقع	-3336
▁توڑا	-3337
▁ثابت	-3338
▁جتنی	-3339
▁جلتا	-3340
▁جھوم	-3341
▁حاجت	-3342
▁حواس	-3343
▁حوصل	-3344
▁حیدر	-3345
▁خستہ	-3346
▁خطرے	-3347
▁خیمے	-3348
▁دائم	-3349
▁دوزخ	-3350
▁دھرا	-3351
▁دہلی	-3352
▁رفیق	-3353
▁زلیخ	-3354
▁زوال	-3355
▁سایا	-3356
▁سبزۂ	-3357
▁سننے	-3358
▁سوتے	-3359
▁سپرد	-3360
▁شورش	-3361
▁شکیب	-3362
▁صہبا	-3363
▁طریق	-3364
▁عاجز	-3365
▁عباد	-3366
▁عرصۂ	-3367
▁عقدۂ	-3368
▁غمزہ	-3369
▁غنچے	-3370
▁لہجے	-3371
▁ماضی	-3372
▁محیط	-3373
▁مدعی	-3374
▁مقدم	-3375
▁مندر	-3376
▁موجۂ	-3377
▁موسی	-3378
▁نکتہ	-3379
▁وادی	-3380
▁وارد	-3381
▁پارہ	-3382
▁پھوڑ	-3383
▁پیتے	-3384
▁پیشہ	-3385
▁ڈوبا	-3386
▁کوتا	-3387
▁گرفت	-3388
▁آرائش	-3389
▁آستیں	-3390
▁اترتا	-3391
▁ادائے	-3392
▁ارادہ	-3393
▁ارماں	-3394
▁الفاظ	-3395
▁اکیلے	-3396
▁باندھ	-3397
▁برہنہ	-3398
▁بھولی	-3399
▁بھیجی	-3400
▁بہانہ	-3401
▁تاریک	-3402
▁تسکین	-3403
▁تعبیر	-3404
▁تقریر	-3405
▁جاوید	-3406
▁جذبات	-3407
▁جلائے	-3408
▁جولاں	-3409
▁حوادث	-3410
▁درواز	-3411
▁دلبری	-3412
▁دنداں	-3413
▁دھوکے	-3414
▁راہوں	-3415
▁روداد	-3416
▁رہائی	-3417
▁زلفیں	-3418
▁سوائے	-3419
▁سوختہ	-3420
▁شرارت	-3421
▁صفائی	-3422
▁عنوان	-3423
▁فائدہ	-3424
▁فردوس	-3425
▁فسانے	-3426
▁مرحبا	-3427
▁مصروف	-3428
▁مہمان	-3429
▁ناچار	-3430
▁نکالے	-3431
▁پائیں	-3432
▁پرستش	-3433
▁پکارے	-3434
▁پیاری	-3435
▁پیاسے	-3436
▁پیشتر	-3437
▁پیماں	-3438
▁کانوں	-3439
▁کیجئے	-3440
▁گزرنے	-3441
▁گھروں	-3442
▁یاراں	-3443
▁افسانے	-3444
▁اٹھانے	-3445
▁باغباں	-3446
▁بانہوں	-3447
▁بھروسا	-3448
▁جھونکا	-3449
▁حسینوں	-3450
▁دریائے	-3451
▁زمینوں	-3452
▁سیکڑوں	-3453
▁فرشتوں	-3454
▁لگائیں	-3455
▁مصحفیؔ	-3456
▁منزلیں	-3457
▁پہچانے	-3458
▁ڈھونڈا	-3459
▁کھینچے	-3460
▁کیونکہ	-3461
▁آندھیوں	-3462
▁انگلیاں	-3463
▁تماشائی	-3464
▁خاکساری	-3465
▁خواہشوں	-3466
▁اندھیروں	-3467
شد	-3468
شہ	-3469
طل	-3470
مے	-3471
گے	-3472
ہو	-3473
ازم	-3474
الت	-3475
الہ	-3476
انت	-3477
اوت	-3478
اکت	-3479
بیح	-3480
تاد	-3481
تیٔ	-3482
دود	-3483
ستۂ	-3484
صیل	-3485
طنت	-3486
فاک	-3487
مال	-3488
نور	-3489
نیں	-3490
وسی	-3491
وفی	-3492
ڑکی	-3493
کنے	-3494
ہیز	-3495
یسا	-3496
▁آد	-3497
▁خد	-3498
▁رض	-3499
▁رے	-3500
▁سط	-3501
▁شش	-3502
▁فض	-3503
▁وے	-3504
▁ہٹ	-3505
▁یو	-3506
رافت	-3507
زائے	-3508
واری	-3509
وانی	-3510
کاری	-3511
یانی	-3512
▁آسا	-3513
▁اجڑ	-3514
▁امن	-3515
▁اوج	-3516
▁اڑے	-3517
▁باش	-3518
▁برف	-3519
▁بسی	-3520
▁بلک	-3521
▁بور	-3522
▁بچے	-3523
▁تہہ	-3524
▁جال	-3525
▁جاہ	-3526
▁جرا	-3527
▁جزا	-3528
▁جنا	-3529
▁حکا	-3530
▁دوپ	-3531
▁ذلت	-3532
▁رمز	-3533
▁روپ	-3534
▁ریا	-3535
▁زنگ	-3536
▁سات	-3537
▁سلا	-3538
▁سمٹ	-3539
▁صحن	-3540
▁صفت	-3541
▁صند	-3542
▁طوق	-3543
▁عرف	-3544
▁عزم	-3545
▁فدا	-3546
▁فزا	-3547
▁لبی	-3548
▁لپٹ	-3549
▁لڑک	-3550
▁ماج	-3551
▁مصر	-3552
▁مول	-3553
▁میل	-3554
▁نرا	-3555
▁نزع	-3556
▁نمی	-3557
▁نوک	-3558
▁نیل	-3559
▁ٹھی	-3560
▁چھڑ	-3561
▁چیخ	-3562
▁ڈرا	-3563
▁کاف	-3564
▁کنع	-3565
▁کیں	-3566
▁گرے	-3567
▁گھو	-3568
▁ہمہ	-3569
▁آئنے	-3570
▁آئیے	-3571
▁آثار	-3572
▁اتار	-3573
▁امام	-3574
▁اماں	-3575
▁باسی	-3576
▁بانٹ	-3577
▁بخشش	-3578
▁بخشے	-3579
▁بدلی	-3580
▁بندے	-3581
▁بٹھا	-3582
▁بچپن	-3583
▁بچھا	-3584
▁بھگو	-3585
▁بیتے	-3586
▁بیدل	-3587
▁بینی	-3588
▁تذکر	-3589
▁توبہ	-3590
▁تپاک	-3591
▁تھام	-3592
▁تھکن	-3593
▁تیار	-3594
▁تیرہ	-3595
▁ثبات	-3596
▁جاود	-3597
▁جاگے	-3598
▁جلتی	-3599
▁جوئی	-3600
▁جھلم	-3601
▁حریم	-3602
▁حلقے	-3603
▁حکمت	-3604
▁خاکی	-3605
▁خبری	-3606
▁خموش	-3607
▁دستک	-3608
▁دکھے	-3609
▁راضی	-3610
▁رنگی	-3611
▁روکے	-3612
▁زمزم	-3613
▁سرشک	-3614
▁سرما	-3615
▁سفاک	-3616
▁شانے	-3617
▁شعار	-3618
▁شگفت	-3619
▁صفات	-3620
▁صوفی	-3621
▁طاعت	-3622
▁طرفہ	-3623
▁طوطی	-3624
▁غزال	-3625
▁فانی	-3626
▁فرنگ	-3627
▁فشاں	-3628
▁قابو	-3629
▁قمری	-3630
▁لاتا	-3631
▁لازم	-3632
▁لکھے	-3633
▁مجمع	-3634
▁محمل	-3635
▁مدام	-3636
▁مردم	-3637
▁مریض	-3638
▁مصور	-3639
▁مطرب	-3640
▁مقصد	-3641
▁مولا	-3642
▁مٹھی	-3643
▁مکرر	-3644
▁مکیں	-3645
▁نغمۂ	-3646
▁نغمے	-3647
▁نقشہ	-3648
▁نوحہ	-3649
▁نوید	-3650
▁واقف	-3651
▁واپس	-3652
▁ٹوٹی	-3653
▁ٹھنڈ	-3654
▁پتوں	-3655
▁پناہ	-3656
▁پڑتی	-3657
▁پڑتے	-3658
▁پہاڑ	-3659
▁چرچا	-3660
▁چلیں	-3661
▁چمکا	-3662
▁چھری	-3663
▁ڈالی	-3664
▁کاٹے	-3665
▁کاکل	-3666
▁کباب	-3667
▁کردہ	-3668
▁کشتۂ	-3669
▁کعبے	-3670
▁کلفت	-3671
▁کماں	-3672
▁کمرے	-3673
▁گاہے	-3674
▁گریۂ	-3675
▁گشتہ	-3676
▁گلوں	-3677
▁گواہ	-3678
▁ہلاک	-3679
▁یکسر	-3680
▁اسیری	-3681
▁اشارا	-3682
▁افشاں	-3683
▁التجا	-3684
▁اٹھاؤ	-3685
▁اپنوں	-3686
▁بالیں	-3687
▁بتاتے	-3688
▁بدلنے	-3689
▁برائی	-3690
▁بلائے	-3691
▁بندوں	-3692
▁بھنور	-3693
▁بھولا	-3694
▁تسبیح	-3695
▁جھوٹا	-3696
▁جھگڑا	-3697
▁حادثہ	-3698
▁حوصلے	-3699
▁خدایا	-3700
▁خواری	-3701
▁دامان	-3702
▁داماں	-3703
▁درباں	-3704
▁درویش	-3705
▁دستار	-3706
▁ربائی	-3707
▁رشتوں	-3708
▁روئیں	-3709
▁رکھنے	-3710
▁زلیخا	-3711
▁سامنا	-3712
▁ستائش	-3713
▁سرگرم	-3714
▁سلطنت	-3715
▁سوئیں	-3716
▁سیاہی	-3717
▁سیماب	-3718
▁شرافت	-3719
▁عبادت	-3720
▁عنواں	-3721
▁غمگیں	-3722
▁فسانا	-3723
▁لگانے	-3724
▁مضموں	-3725
▁معانی	-3726
▁میداں	-3727
▁ناخدا	-3728
▁نزاکت	-3729
▁نشیمن	-3730
▁نظروں	-3731
▁نہایت	-3732
▁ولولے	-3733
▁ویران	-3734
▁پرانا	-3735
▁پرانی	-3736
▁پرہیز	-3737
▁پھینک	-3738
▁چاہنے	-3739
▁چھوڑے	-3740
▁کشادہ	-3741
▁کنارہ	-3742
▁کھائے	-3743
▁کھانے	-3744
▁کھویا	-3745
▁کیمیا	-3746
▁گرمیٔ	-3747
▁ہنسنے	-3748
▁اندیشہ	-3749
▁اٹھائی	-3750
▁بستیاں	-3751
▁بھیگتا	-3752
▁تمنائے	-3753
▁خداوند	-3754
▁خرابات	-3755
▁خودکشی	-3756
▁خیالوں	-3757
▁دشمنوں	-3758
▁دکھاتی	-3759
▁سانسوں	-3760
▁شبستاں	-3761
▁شوریدہ	-3762
▁عندلیب	-3763
▁فضائیں	-3764
▁محرومی	-3765
▁ناتواں	-3766
▁نادانی	-3767
▁ناگہاں	-3768
▁ویرانہ	-3769
▁پوچھوں	-3770
▁پیمانے	-3771
▁کتابوں	-3772
▁ہوشیار	-3773
▁افسردگی	-3774
▁اٹھائیے	-3775
▁بیگانگی	-3776
▁تقاضائے	-3777
▁تماشائے	-3778
▁سمندروں	-3779
▁فرمائیے	-3780
▁مسیحائی	-3781
▁گرفتاری	-3782
▁ڈھونڈھتا	-3783
ؤس	-3784
ئق	-3785
بد	-3786
تھ	-3787
حد	-3788
دت	-3789
رس	-3790
سۂ	-3791
شا	-3792
ضو	-3793
فع	-3794
قل	-3795
قو	-3796
مد	-3797
مہ	-3798
پی	-3799
چی	-3800
کت	-3801
گن	-3802
ائب	-3803
ابا	-3804
اکم	-3805
جھی	-3806
دور	-3807
ذور	-3808
رسی	-3809
زوں	-3810
ستئ	-3811
فیت	-3812
قوب	-3813
لسل	-3814
لوب	-3815
لیل	-3816
ناک	-3817
واہ	-3818
ومت	-3819
چوں	-3820
ڑھے	-3821
گیز	-3822
یات	-3823
▁تف	-3824
▁طن	-3825
▁عظ	-3826
▁وش	-3827
▁چہ	-3828
▁کڑ	-3829
مرود	-3830
نائے	-3831
وائے	-3832
گاری	-3833
یازہ	-3834
▁آنچ	-3835
▁ارد	-3836
▁ارے	-3837
▁افر	-3838
▁اکس	-3839
▁اگل	-3840
▁باک	-3841
▁بدر	-3842
▁بدم	-3843
▁بغل	-3844
▁بکف	-3845
▁بھڑ	-3846
▁بیش	-3847
▁تھو	-3848
▁جلد	-3849
▁جھن	-3850
▁جہت	-3851
▁خشت	-3852
▁دبے	-3853
▁دھن	-3854
▁رام	-3855
▁راگ	-3856
▁رسن	-3857
▁روم	-3858
▁روگ	-3859
▁رکے	-3860
▁زعم	-3861
▁زود	-3862
▁زہد	-3863
▁سبق	-3864
▁سدھ	-3865
▁سلط	-3866
▁سمی	-3867
▁سہم	-3868
▁شفق	-3869
▁صدق	-3870
▁صدم	-3871
▁صدی	-3872
▁عجم	-3873
▁غری	-3874
▁فار	-3875
▁فتح	-3876
▁فرز	-3877
▁قرآ	-3878
▁قمر	-3879
▁قوت	-3880
▁قوم	-3881
▁لحد	-3882
▁محل	-3883
▁مدا	-3884
▁مدح	-3885
▁مدد	-3886
▁معا	-3887
▁مفل	-3888
▁مہی	-3889
▁ناپ	-3890
▁نبھ	-3891
▁نخل	-3892
▁نیت	-3893
▁وصف	-3894
▁پائ	-3895
▁پتے	-3896
▁چلن	-3897
▁چٹک	-3898
▁چڑھ	-3899
▁چھل	-3900
▁کال	-3901
▁کجا	-3902
▁کدۂ	-3903
▁کود	-3904
▁کھٹ	-3905
▁گال	-3906
▁ہلا	-3907
تھیلی	-3908
▁آئین	-3909
▁آبگی	-3910
▁آرسی	-3911
▁آہیں	-3912
▁اخلا	-3913
▁استع	-3914
▁استغ	-3915
▁اونچ	-3916
▁اوڑھ	-3917
▁اڑتی	-3918
▁اڑتے	-3919
▁اڑنے	-3920
▁اگلے	-3921
▁باطل	-3922
▁باطن	-3923
▁بالا	-3924
▁برسا	-3925
▁بناؤ	-3926
▁بندۂ	-3927
▁بوسۂ	-3928
▁بولا	-3929
▁بچئے	-3930
▁بگڑی	-3931
▁بھڑک	-3932
▁بھیس	-3933
▁تئیں	-3934
▁تجھی	-3935
▁تڑپا	-3936
▁تیور	-3937
▁جامۂ	-3938
▁جلدی	-3939
▁جلنے	-3940
▁جگنو	-3941
▁جیتا	-3942
▁حاکم	-3943
▁خامۂ	-3944
▁خراش	-3945
▁خطاب	-3946
▁خلقت	-3947
▁درجہ	-3948
▁دروں	-3949
▁دریغ	-3950
▁دوام	-3951
▁دکان	-3952
▁دکاں	-3953
▁دھنک	-3954
▁زاری	-3955
▁زخمی	-3956
▁سائل	-3957
▁سانپ	-3958
▁سحری	-3959
▁سروں	-3960
▁سلوک	-3961
▁سننا	-3962
▁سوئی	-3963
▁سوار	-3964
▁شکوے	-3965
▁صندل	-3966
▁طاؤس	-3967
▁طلبی	-3968
▁ظہور	-3969
▁عقبی	-3970
▁عناں	-3971
▁عیاں	-3972
▁قالب	-3973
▁قلزم	-3974
▁لکھو	-3975
▁لہجہ	-3976
▁لیتی	-3977
▁مانے	-3978
▁مجسم	-3979
▁محتا	-3980
▁مسرت	-3981
▁مشرب	-3982
▁مشیت	-3983
▁مضام	-3984
▁مطلق	-3985
▁مغاں	-3986
▁منکر	-3987
▁منیں	-3988
▁مہکی	-3989
▁مہکے	-3990
▁ندیم	-3991
▁نکھر	-3992
▁نگری	-3993
▁والی	-3994
▁وفاد	-3995
▁ویسا	-3996
▁پارۂ	-3997
▁پنبہ	-3998
▁پوری	-3999
▁پڑھا	-4000
▁پینے	-4001
▁چڑھا	-4002
▁ڈالے	-4003
▁ڈھال	-4004
▁کانپ	-4005
▁کلاہ	-4006
▁کلیم	-4007
▁کوثر	-4008
▁کوچہ	-4009
▁کٹھن	-4010
▁کھود	-4011
▁کھٹک	-4012
▁کہیو	-4013
▁گرتے	-4014
▁گریز	-4015
▁گسار	-4016
▁گوئی	-4017
▁گہرے	-4018
▁ہلال	-4019
▁ہونٹ	-4020
▁آتشیں	-4021
▁آسانی	-4022
▁استاد	-4023
▁الجھا	-4024
▁امکاں	-4025
▁اندوہ	-4026
▁انصاف	-4027
▁انگیز	-4028
▁بجائے	-4029
▁بغاوت	-4030
▁بنانے	-4031
▁بوریا	-4032
▁بولتا	-4033
▁بچھڑے	-4034
▁تاخیر	-4035
▁تقریب	-4036
▁جانئے	-4037
▁جاگتا	-4038
▁جراحت	-4039
▁جواہر	-4040
▁حکایت	-4041
▁حکومت	-4042
▁حیدرؔ	-4043
▁حیواں	-4044
▁خانوں	-4045
▁خونیں	-4046
▁درپیش	-4047
▁دوستو	-4048
▁دھرتی	-4049
▁دھیرے	-4050
▁دہائی	-4051
▁رنجور	-4052
▁زلفاں	-4053
▁سجانے	-4054
▁سراسر	-4055
▁سرکار	-4056
▁سنائے	-4057
▁سواری	-4058
▁سوچوں	-4059
▁سکندر	-4060
▁سہارے	-4061
▁سیکھا	-4062
▁شاخوں	-4063
▁شرمند	-4064
▁شعلوں	-4065
▁شمعیں	-4066
▁شیفتہ	-4067
▁عافیت	-4068
▁عربدہ	-4069
▁فاصلے	-4070
▁فضاؤں	-4071
▁قلندر	-4072
▁لائیں	-4073
▁لبریز	-4074
▁لکھتا	-4075
▁لکھتے	-4076
▁لگانا	-4077
▁ماتھے	-4078
▁ماجرا	-4079
▁مانوس	-4080
▁محابا	-4081
▁مسلسل	-4082
▁معذور	-4083
▁مغرور	-4084
▁مہماں	-4085
▁میکدے	-4086
▁نارسا	-4087
▁ناموس	-4088
▁ندامت	-4089
▁نمرود	-4090
▁نوائی	-4091
▁نکلنے	-4092
▁نہانی	-4093
▁پرندے	-4094
▁پرچھا	-4095
▁پلکیں	-4096
▁پچھلے	-4097
▁پھونک	-4098
▁پیالہ	-4099
▁پیروں	-4100
▁پیوند	-4101
▁پیڑوں	-4102
▁چاہوں	-4103
▁چمکتی	-4104
▁چڑھتے	-4105
▁چھائی	-4106
▁چھوٹا	-4107
▁چھوڑی	-4108
▁کوسوں	-4109
▁کھوئے	-4110
▁کھوتی	-4111
▁کھولی	-4112
▁کھولے	-4113
▁کھونے	-4114
▁کھڑکی	-4115
▁گزرتے	-4116
▁گزریں	-4117
▁گلابی	-4118
▁گنگنا	-4119
▁گھونٹ	-4120
▁یاران	-4121
▁یعقوب	-4122
▁آرزوئے	-4123
▁آزمانے	-4124
▁آسمانی	-4125
▁اجزائے	-4126
▁اٹھاتے	-4127
▁اٹھانا	-4128
▁بتائیں	-4129
▁بلائیں	-4130
▁بکھرنے	-4131
▁بیماری	-4132
▁بینائی	-4133
▁بیگانۂ	-4134
▁جفائیں	-4135
▁خمیازہ	-4136
▁دروازے	-4137
▁دکھاتا	-4138
▁دکھانے	-4139
▁دھڑکتا	-4140
▁رازداں	-4141
▁راستوں	-4142
▁رعنائی	-4143
▁سانسیں	-4144
▁سمجھنے	-4145
▁سنائیں	-4146
▁سودائے	-4147
▁صحرائے	-4148
▁صدائیں	-4149
▁فروزاں	-4150
▁قربتیں	-4151
▁ماہتاب	-4152
▁مہربان	-4153
▁مینائے	-4154
▁ناتمام	-4155
▁نازنیں	-4156
▁نمایاں	-4157
▁نومیدی	-4158
▁واردات	-4159
▁وسعتیں	-4160
▁ویرانے	-4161
▁پتھروں	-4162
▁پوچھنے	-4163
▁پوچھیں	-4164
▁پیشانی	-4165
▁ڈھونڈے	-4166
▁کھولتے	-4167
▁گریبان	-4168
▁گناہوں	-4169
▁ہتھیلی	-4170
▁ہنگامۂ	-4171
▁یادگار	-4172
▁استخواں	-4173
▁اندھیرا	-4174
▁خوابیدہ	-4175
▁دکھائیں	-4176
▁شادمانی	-4177
▁کھینچتا	-4178
▁گھٹائیں	-4179
ئن	-4180
اظ	-4181
با	-4182
بۂ	-4183
دل	-4184
ذا	-4185
سپ	-4186
صی	-4187
طہ	-4188
طۂ	-4189
غز	-4190
نس	-4191
ٹھ	-4192
کو	-4193
ادی	-4194
اسی	-4195
انع	-4196
اہل	-4197
بیں	-4198
حاں	-4199
ختن	-4200
خود	-4201
زیں	-4202
شاہ	-4203
فوظ	-4204
قوف	-4205
قیق	-4206
لاط	-4207
مئن	-4208
میل	-4209
ندی	-4210
وبی	-4211
پاس	-4212
چسپ	-4213
کتے	-4214
گاف	-4215
ہقہ	-4216
یسر	-4217
▁آں	-4218
▁بع	-4219
▁تت	-4220
▁حم	-4221
▁عم	-4222
▁فو	-4223
▁مز	-4224
▁مچ	-4225
▁نڈ	-4226
▁پج	-4227
▁چٹ	-4228
▁چک	-4229
▁ڈس	-4230
ارات	-4231
امات	-4232
انیٔ	-4233
بارت	-4234
خشاں	-4235
دگاں	-4236
روان	-4237
شائے	-4238
شاہی	-4239
صورت	-4240
عتوں	-4241
علان	-4242
ندوں	-4243
نگوں	-4244
وجود	-4245
▁آدھ	-4246
▁الو	-4247
▁امل	-4248
▁اگا	-4249
▁بشک	-4250
▁بنو	-4251
▁بچہ	-4252
▁بگو	-4253
▁بیب	-4254
▁بیض	-4255
▁تعز	-4256
▁تھر	-4257
▁تین	-4258
▁جاے	-4259
▁جزو	-4260
▁جگم	-4261
▁جھا	-4262
▁جھج	-4263
▁جھر	-4264
▁خاں	-4265
▁خلا	-4266
▁خلل	-4267
▁داں	-4268
▁دخل	-4269
▁دہق	-4270
▁رخی	-4271
▁رست	-4272
▁رکی	-4273
▁رہز	-4274
▁زہے	-4275
▁سبو	-4276
▁سپر	-4277
▁سہہ	-4278
▁شہہ	-4279
▁صدف	-4280
▁ضرر	-4281
▁طرۂ	-4282
▁طعن	-4283
▁طنز	-4284
▁عطر	-4285
▁فقر	-4286
▁فلس	-4287
▁قصد	-4288
▁قصر	-4289
▁قصۂ	-4290
▁لاگ	-4291
▁لغز	-4292
▁لگن	-4293
▁محک	-4294
▁مدف	-4295
▁معج	-4296
▁مٹے	-4297
▁نخچ	-4298
▁ندا	-4299
▁نہا	-4300
▁نیش	-4301
▁ٹان	-4302
▁پکڑ	-4303
▁پھل	-4304
▁پہا	-4305
▁پیو	-4306
▁چیں	-4307
▁کتر	-4308
▁کڑی	-4309
▁کہن	-4310
▁گھی	-4311
▁ہرن	-4312
▁ہیچ	-4313
▁آدھی	-4314
▁آگاہ	-4315
▁آہنگ	-4316
▁اترے	-4317
▁اختر	-4318
▁اخیر	-4319
▁افتا	-4320
▁امیر	-4321
▁انہی	-4322
▁ایما	-4323
▁باہم	-4324
▁بخشی	-4325
▁بلکہ	-4326
▁بوسے	-4327
▁بھلے	-4328
▁بیکر	-4329
▁تربت	-4330
▁تنگئ	-4331
▁ثانی	-4332
▁جایا	-4333
▁حائل	-4334
▁خارا	-4335
▁خالق	-4336
▁دادہ	-4337
▁دارا	-4338
▁دعوا	-4339
▁دھرم	-4340
▁دیگر	-4341
▁رائے	-4342
▁رانی	-4343
▁رہین	-4344
▁ریزۂ	-4345
▁ریشہ	-4346
▁سازی	-4347
▁سبحہ	-4348
▁ستاں	-4349
▁سجدے	-4350
▁سعیٔ	-4351
▁سناں	-4352
▁سنوں	-4353
▁سویا	-4354
▁سیکھ	-4355
▁شامت	-4356
▁شوخئ	-4357
▁شیوہ	-4358
▁صفحۂ	-4359
▁عارف	-4360
▁عالی	-4361
▁عروس	-4362
▁عظمت	-4363
▁عیار	-4364
▁غموں	-4365
▁فارغ	-4366
▁فسون	-4367
▁فگار	-4368
▁قبلہ	-4369
▁قبلۂ	-4370
▁قطرے	-4371
▁قہقہ	-4372
▁لائق	-4373
▁لاتے	-4374
▁لاوے	-4375
▁لحاظ	-4376
▁لمبی	-4377
▁لکیر	-4378
▁مذاق	-4379
▁مرضی	-4380
▁مسکر	-4381
▁مغرب	-4382
▁ملیے	-4383
▁مندی	-4384
▁منطق	-4385
▁مٹنے	-4386
▁مکتب	-4387
▁نادم	-4388
▁نامۂ	-4389
▁نامی	-4390
▁نسخہ	-4391
▁نظام	-4392
▁نوبت	-4393
▁نیکی	-4394
▁ٹکرا	-4395
▁ٹھیک	-4396
▁پھین	-4397
▁چھوٹ	-4398
▁چھٹا	-4399
▁ڈوبے	-4400
▁ڈھلے	-4401
▁کائی	-4402
▁کانچ	-4403
▁کراں	-4404
▁کشاں	-4405
▁کمان	-4406
▁کمیں	-4407
▁کٹتی	-4408
▁کہلا	-4409
▁گرمئ	-4410
▁گروں	-4411
▁گنبد	-4412
▁گنتی	-4413
▁گھوم	-4414
▁ہارے	-4415
▁ہستئ	-4416
▁آزردہ	-4417
▁آلودہ	-4418
▁آمادہ	-4419
▁احرام	-4420
▁ادراک	-4421
▁ارادے	-4422
▁ارزاں	-4423
▁اعلان	-4424
▁انجان	-4425
▁انگلی	-4426
▁اوراق	-4427
▁اکسیر	-4428
▁برکھا	-4429
▁بلندی	-4430
▁بولیں	-4431
▁بچاتے	-4432
▁بڑھتے	-4433
▁بگڑتا	-4434
▁بھاگے	-4435
▁بیکار	-4436
▁تجربہ	-4437
▁تعریف	-4438
▁تقصیر	-4439
▁تمکیں	-4440
▁تکمیل	-4441
▁جلاتے	-4442
▁جلانا	-4443
▁جلایا	-4444
▁جمعیت	-4445
▁حوصلۂ	-4446
▁خزانہ	-4447
▁خوانی	-4448
▁دربار	-4449
▁دریچے	-4450
▁دسترس	-4451
▁دلچسپ	-4452
▁دھڑکن	-4453
▁دہلیز	-4454
▁راہیں	-4455
▁رضواں	-4456
▁رندان	-4457
▁رنداں	-4458
▁رکھیں	-4459
▁زیارت	-4460
▁سریجن	-4461
▁سفینہ	-4462
▁سنسان	-4463
▁سوزاں	-4464
▁سوچیں	-4465
▁سیدھی	-4466
▁شاداب	-4467
▁شرابی	-4468
▁شہروں	-4469
▁صداقت	-4470
