<pad>
<sos>
<eos>
<unk>
!
'
ؔ
ء
آ
أ
ؤ
ئ
ا
ب
ت
ث
ج
ح
خ
د
ذ
ر
ز
س
ش
ص
ض
ط
ظ
ع
غ
ف
ق
ل
م
ن
و
ي
ً
ٓ
ٔ
ٰ
ٹ
پ
چ
ڈ
ڑ
ژ
ک
گ
ں
ھ
ہ
ۂ
ۃ
ی
ے
ۓ
##ا
##ج
##و
##ز
##ی
##ل
##ڑ
##ت
##ے
##ش
##ن
##م
##س
##چ
##ھ
##ئ
##ض
##ع
##ر
##ہ
##ب
##د
##ں
##ک
##ح
##پ
##ٔ
##ق
##ف
##غ
##ط
##ظ
##گ
##ٹ
##خ
##ص
##ؤ
##ؔ
##ۂ
##ث
##ٰ
##ٓ
##ي
##ژ
##أ
##ڈ
##ذ
##ۓ
##آ
##ۃ
##ً
##ء
##یں
ہے
کی
ہو
میں
نہ
کو
##ار
##ھی
##ان
سے
##وں
##اں
کہ
کے
تو
##یا
##ئی
کا
##یر
##ئے
بھی
ہیں
##ھا
##تا
اس
ہم
کر
نہیں
کیا
دل
##ور
##تے
وہ
##جھ
یہ
##نا
##را
##یک
##ال
##ات
جو
رہ
جا
##ھر
##نے
##ری
##ام
نے
##ند
پر
##اہ
##چھ
##تی
خو
تھا
##ھو
اب
##اد
مجھ
##لا
پہ
ہوں
ہی
دیک
کوئی
##دا
##کھ
بہ
##رے
تم
ان
کس
اپ
##از
##ست
##گر
اور
کچھ
جان
میر
##لے
اک
بے
ہوا
در
##اب
##نی
رو
دی
##نہ
سو
ہر
##شق
##نگ
دیکھ
گر
پھر
گیا
تیر
کب
##لی
دو
سر
##ہر
##گی
مح
##یس
اے
##ھے
جس
مجھے
عشق
پا
##ید
دن
غم
##انی
##ئیں
آن
##لو
جب
پی
سا
##اری
لی
طر
رہا
گل
بی
نظ
سب
##انہ
تجھ
##اتھ
تھی
لگ
گا
ایک
تک
سم
بات
جائے
##انے
حس
کیوں
##فا
کبھی
نک
نظر
آنکھ
مو
مر
تھے
مرے
بر
سک
کسی
##سم
مل
گئی
##ائے
##قت
بہت
##بر
##بت
فر
##شت
رہے
اٹ
##شم
کہاں
ال
گے
زند
بد
گز
اپنے
سی
نگ
##اک
##ارے
آج
##فت
لو
مگر
زم
کھ
خود
##دہ
##قی
تری
ترے
دے
##ؤں
ایس
یاد
چاہ
گئے
یار
شب
من
##ائی
##دم
رنگ
مری
##فر
ات
کم
اپنی
ہوئے
اگر
ہوئی
ہوتا
نا
##لہ
بس
گھر
کہیں
جہ
##نوں
دیا
پو
##شی
سن
##سی
شو
مع
##شک
آئی
میرے
آپ
خدا
##باں
طرح
رات
شک
جی
آئے
میری
##اغ
زندگی
##ھول
درد
یوں
##مت
لیے
##نچ
##رم
دنیا
##وار
ہاتھ
##راب
رکھ
محبت
جہاں
بھر
وفا
کرے
اپنا
تمہ
ناز
یا
##یز
آیا
شا
##انا
حسن
پوچھ
دور
وال
نام
بو
##ارا
تیری
آہ
راہ
حال
##رت
جانے
مرا
##زم
##کھا
##گا
سمجھ
نگاہ
دم
لب
پڑ
صب
##کر
چھو
گو
ہمیں
وہی
ساتھ
##نج
##الم
لے
شہر
##بی
##صل
##اند
ابھی
بار
##من
اسے
گی
چشم
ست
##ہی
کام
بن
##زل
کون
##الب
لوگ
##فل
میرا
##سو
مس
چھ
ہن
ترا
لا
رہی
تیرے
فرا
خاک
لیک
##یش
##مر
##عت
خوش
با
بھ
لیکن
مے
##کا
جن
##ستہ
دیکھا
شم
نش
##طر
آگ
کرتے
##لف
شوق
اند
بڑ
مان
##ہل
##یاں
ہوگا
چھوڑ
شام
##لک
وقت
اٹھا
اف
نو
خواب
##البؔ
##جر
ادا
گزر
تر
##ون
جاں
قد
##خت
عالم
چل
##یت
##لب
اسی
داغ
##بار
##عد
##خم
کہتے
جاتا
تیرا
دوست
جل
##ستی
گرد
آنکھوں
ام
مد
وا
##زا
##ٹا
آب
##ین
جاتے
خیا
خبر
چلے
طرف
بیٹ
آو
ٹھ
بنا
ہائے
کل
یک
##ود
زخم
جگر
##یے
##دھر
تجھے
شع
غیر
گری
##ورت
جانا
آتا
خط
##اتی
خیال
کیس
جائیں
آخ
بزم
قر
مق
موج
عمر
نق
##یب
بند
جیس
زلف
صبح
سنا
چرا
بہار
اح
جلو
اہل
را
##ائ
آتے
دام
چاند
صح
عج
جھ
دع
یاں
##زار
ستم
اچ
باد
لیا
لگا
غالبؔ
کت
روز
اٹھ
دھو
عا
چمن
کش
##شن
##پا
##خن
اج
تا
ملا
نم
ہجر
یہی
##ارہ
##ھون
دیکھتے
گھ
##حر
##ثر
آخر
چراغ
کھی
##ول
##کے
انت
شمع
تنہ
آش
مج
بچ
کار
##اش
صورت
کھل
ایسے
بج
پہلے
نکل
دشم
مہ
##ماں
یہاں
##رز
کرو
منزل
دکھا
##رف
ہوتی
دیو
باز
سفر
کہہ
بت
سہی
سخن
##ریب
دریا
قدم
پری
کھو
##وت
دید
رخ
نال
##ڑا
ہوتے
تمہیں
جیسے
لہ
##ضا
قیا
##نم
کریں
نکلا
آدم
بعد
نی
ور
وح
پھول
اسد
آنکھیں
شاید
فراق
قدر
ذرا
عر
##وس
کیسے
جاتی
دست
سام
سوچ
جسے
ایسا
عاشق
##لم
##شر
##انوں
بھول
حیا
سوں
شی
لکھ
ملے
مہر
##تاب
##لوم
ساقی
ملتا
قیامت
زباں
شر
##اف
صدا
قسم
##فس
##ستاں
والے
اسدؔ
جم
##وب
کہا
دیوار
جدا
خراب
انہ
معلوم
تھ
خم
اتنا
امید
ادھر
راز
##وق
##ٹی
جام
تی
جنوں
مت
##ڑی
##اروں
لگتا
زمانہ
آسم
صد
منہ
پیا
##سان
پاس
انہیں
آتی
آ
بلا
سل
غر
کیج
کہوں
پرو
تمنا
حسرت
شوخ
نیا
پت
ہستی
##وش
##تش
کوں
پہنچ
نکلے
بدل
خام
دکھ
##صت
سوز
صحرا
##وم
##لق
##ڑے
##سا
##کار
آشنا
دشمن
اشک
ٹو
ڈھون
آئینہ
بیٹھے
##رزو
وحشت
ڈھونڈ
آتش
حیر
##بان
ایسی
باقی
نقش
آرزو
تص
دھ
مک
تماش
انج
جگ
ہمارے
پیار
لگے
زمانے
اچھا
حا
ساز
شراب
قات
##ٹے
گرم
قاتل
بتا
تق
خون
انداز
آدمی
بال
دیں
رب
سحر
ڈر
##جھا
##ساں
##ہن
دیکھی
تمام
نگہ
زمیں
آگے
ورنہ
تع
خوں
پیر
##ہم
##رام
بھلا
دعا
تس
خا
شرم
##اہر
سوا
لہو
تن
مزا
##افل
انتظ
فی
کن
##فی
تاب
حق
رنج
##وے
سکتا
##یشہ
کھینچ
تب
دار
مست
گلی
ہماری
محفل
باتیں
بخ
شہ
##امت
ہنس
سنگ
کھا
##دے
##کی
##یاد
صبا
عجب
انتظار
ای
برا
گئیں
##یہ
کرتا
میرؔ
آواز
تنہا
شور
عق
##سر
##بو
##ئیے
آئ
خانہ
مشک
##واں
##شاں
کہو
کروں
سکے
بدن
جلوہ
حیات
آنے
اخ
حو
سج
سان
شخ
لط
مص
وصل
##ندر
خواہ
آنسو
آسماں
شخص
فق
چار
ہزار
##ہد
پاؤں
ذوق
قب
پھی
##گاں
ہوش
ابر
تیغ
طا
چپ
##چہ
دیکھنا
الفت
اتر
مانگ
آوے
اثر
دیر
##مک
##مان
سمجھا
موت
والا
آہستہ
ٹھہ
دامن
آز
اعت
تہ
رسو
سرا
مژ
ویر
##وہ
##باب
##فتہ
##طرہ
جلا
کیے
کرتی
جاؤ
دیکھو
پایا
فرصت
شاخ
خاطر
بک
رس
طلب
پل
پانی
چلا
##تیں
لیتے
اللہ
گزرے
تماشا
لطف
بغ
عہد
نص
نفس
چھی
##ما
##ھل
کھلا
خودی
لاکھ
کیجے
مشکل
او
سچ
شاہ
طبی
مط
چند
##صلہ
پردہ
پیدا
چاہیے
سنب
نالہ
اڑ
بنے
باغ
ضر
فلک
چیز
##مہ
##رار
##بہ
##دی
##حب
کیسی
کیون
ناص
حج
رکھا
عز
قص
ہاں
##زہ
##یل
##غر
ہونا
دیتے
پڑے
فراز
ترک
مدت
فراقؔ
اش
طو
لم
مث
ٹک
چلو
##وز
##دۂ
##حت
ہمارا
##الی
##ادہ
روح
چھپ
حاصل
آئنہ
حقی
رک
فکر
چاک
گاہ
##رد
##وری
جاؤں
برق
سمجھے
شیخ
آوار
جفا
حض
ظفر
مٹ
وص
کرنا
روش
چاہتا
بڑھ
داغؔ
گردش
دیکھیے
طبیعت
بید
دا
سہ
لال
ما
مش
چہر
کان
##وی
##ڑک
##باد
کرم
جانتے
##فتار
اتنی
قرار
حقیقت
ظفرؔ
باند
تار
جت
خور
ذکر
رگ
شاد
صبر
عذ
غزل
لگی
##یٔ
##ۂ
##ظر
##انۂ
کہے
کہتا
اکثر
موسم
گریباں
قسمت
بل
بجھ
تلا
خار
دوں
ساری
نور
ناد
##اط
##تل
##نؔ
وہاں
جوش
خوشی
روشن
دونوں
رکھتے
چھپا
مقام
عرض
تصو
فرازؔ
تش
شیر
صا
فت
فضا
لیں
وج
چھا
ڈوب
کف
گدا
##ذب
انگ
خوشبو
مدع
تنہائی
حیرت
سانس
ناصح
حجاب
دشت
سارے
لذ
##وا
ہوگی
پیش
بیگ
فرقت
##سیم
تھیں
آزاد
تصویر
اق
بلب
رشک
ظالم
می
نغ
واں
گم
##ایت
##زاں
##یوں
##کہ
ہونے
خوب
جاناں
برس
لوٹ
منت
تمہارے
نیاز
خواہش
بغیر
لمح
لذت
امت
بچھ
تغ
غبار
فس
فریب
قتل
ماہ
ولی
##یؔ
##دو
##گو
##گز
ہوس
کہئے
کہنا
دیوانہ
بکھر
صاحب
آزم
جز
جھو
جذب
سور
پھ
یع
جواب
رہتا
جاگ
##لاب
دیکھے
جسم
گلشن
سبب
سکتی
یارو
ہاتھوں
نیند
سامنے
کیونکر
تغافل
آئیں
بھو
حرف
رقی
زنج
صرف
غل
قطرہ
وعد
کوچ
پہچ
##ازہ
ساغر
سمندر
ہنر
شعر
پتھر
جگہ
فیض
اختی
اعتبار
وصال
زنجیر
تنگ
دہ
داد
رند
وار
##عظ
##ہرے
##طن
کافر
جائیے
ہرگز
##شتہ
زندہ
سینے
ٹوٹ
عزیز
تلاش
سورج
تیز
جوں
مات
ڈال
کٹ
گن
##جا
##مل
کاش
رہیں
پائے
حساب
گوش
بخش
بلبل
ولیؔ
رقیب
اختیار
از
زہر
سپ
صنم
غنچ
نب
چکا
##نۂ
##سنؔ
##در
##دار
##ٹوں
توڑ
محسنؔ
##یدہ
گلہ
بیم
اچھی
مزاج
آنا
آرا
اد
تھو
فنا
فصل
کلی
##سار
##ضر
##بط
##بانی
##حل
##غاں
کوہ
کرنے
جوہر
جانتا
دیتا
سودا
سائے
گزری
بستی
شاع
مسا
واعظ
##ائل
کتنا
دھواں
مدعا
خیر
خلو
زیر
ضبط
پس
##سط
دلوں
##ناہ
##ابل
مرگ
شکایت
لوگوں
واسط
بادہ
دیدار
چہرہ
یعنی
تج
زبان
سیر
چر
گماں
ہا
##وئے
##وشی
##رہ
##ہا
##بال
کہنے
##ندہ
شکست
سمجھتے
گویا
اندھی
کتنے
کتنی
پریشاں
غرض
نصیب
تلک
حد
حشر
سزا
ظاہر
عش
مانا
ویس
چارہ
##لت
##ھال
جوانی
اکی
پیچ
برباد
اٹھے
چاہئے
بوس
پڑا
شعلہ
خطا
کیسا
جلوۂ
دیدۂ
تسلی
طاقت
مانگے
مطلب
آم
آغ
بیا
تپ
جالبؔ
دش
رسم
زار
زاہ
سیا
چہرے
کھول
##گار
##ٹک
است
پہلو
اکبر
دوا
بیاں
تمہاری
ٹھک
ٹھہر
راس
دھوپ
جدائی
عقل
روشنی
زاہد
جنہ
جنگ
جرم
حلق
رح
صف
صاف
فط
لڑ
نئی
پار
##جہ
##عل
نہاں
رہو
رہتے
درکار
دیکھوں
بیچ
لگتی
سینہ
چاہے
آباد
جمال
رسوائی
لالہ
واسطے
فطرت
تڑ
حرم
رق
رستہ
زی
زن
قفس
لکھا
نئے
پان
پنہ
گہ
گفت
##جو
##یئے
##ھتے
کہی
کہانی
کسے
ساحل
سبھی
سکا
ملنے
شبنم
شکر
دماغ
##نجر
##سوس
ہنوز
بجھا
مکاں
انجمن
طوف
حضرت
بچھڑ
اکبرؔ
بھا
بسم
حری
خانے
خزاں
سخت
شے
عن
عدم
غض
مقت
میاں
وع
چمک
کئے
کدھر
کتاب
##شانی
##ارت
محشر
پیارے
لینا
تکلف
فریاد
اتنے
شکوہ
والوں
گریہ
احسان
عجیب
نکلتی
پہنچا
تصور
فقط
چھیڑ
مثل
مسافر
جنہیں
غضب
بگ
جست
خفا
خانۂ
خنجر
داری
عیش
نس
پلک
کع
ہنگ
##اق
##لوں
##شید
##رگ
انسان
انساں
درم
سوئے
دیکھتا
پائی
سایہ
طرز
مرد
تمہارا
مانند
اداس
مجنوں
رستے
نغمہ
امتح
وعدہ
ہنگام
ارم
اڑا
بیک
بام
حنا
خل
دب
دہر
شیشہ
ظلم
علم
غریب
غافل
فغاں
مض
ملی
مسی
چین
کئی
گناہ
##جئے
##جوم
##صر
کوئے
اسیر
گراں
مرنے
برگ
ملتی
گزار
بسر
راتیں
رکھے
رکھتا
مسک
نشاط
بڑا
بیٹھا
جگرؔ
کھیل
بچا
دکھائی
سلامت
پنہاں
آؤ
آشی
آساں
بان
ذہن
ذرہ
ریز
ناک
چکے
گہر
##برا
##فظ
##ثار
##ادت
##ستان
دوستی
گلستاں
زنداں
بدلا
کھلے
کمی
معنی
مستی
چھوڑا
گردن
بنایا
اٹھتا
گھبرا
کارواں
بجا
تھک
پہنچے
قبا
خورشید
خلوت
بسمل
مسیح
اض
اول
حک
خس
خالی
خضر
رت
رفتہ
صیاد
قریب
لوں
لفظ
نز
پتا
چلی
##اس
##لۂ
##مے
##کس
##راز
خوف
بہا
دینا
سوال
پھرتے
پاتے
پیم
باتوں
##شتر
جہان
بول
بازار
پیاس
تقا
مژگاں
آوارگی
شیریں
فیضؔ
اکیلا
بیاباں
جستجو
آف
بٹ
تازہ
خرام
ستا
سادہ
شان
طل
عار
قید
مار
مٹا
وسیم
گلے
##یار
##لس
##تم
##ضی
ہون
ہمیشہ
وہم
پردے
خوار
روئے
گرچہ
سرو
محو
نظم
نظارہ
سما
سکتے
##برو
الت
منظر
کمال
پوچھو
پوچھے
حالیؔ
بڑی
افسر
راحت
##ائش
صحبت
نما
سراپا
پہچان
گفتگو
وسیمؔ
آس
اچھ
تل
تلو
دان
زیا
ضع
طور
وطن
پیک
چڑ
ہار
ہجوم
##زے
##قع
##قہ
##طراب
کہیے
ہمت
رہنے
##اہی
ہواؤں
درو
روٹ
رونے
دیکھنے
دنوں
نکال
سکوں
چاہیئے
کمر
بسکہ
بوجھ
پڑی
مقدر
احت
دعوی
رخصت
فقیر
تشنہ
بیمار
تڑپ
مقتل
اضطراب
آفتاب
زیادہ
آرام
ار
رم
رشت
لٹ
نات
##وۂ
##وان
##وال
##زن
##یۂ
##میر
##چھا
##ہور
##بیر
##بور
##کیں
##قا
##قیں
##صد
کیف
##انگی
ہوائے
##نگی
پھری
دولت
زمین
سنو
سنتے
جیتے
نازک
ہنسی
جنت
نشیں
نشاں
اٹھائے
نوا
##ختہ
چاندنی
گھٹا
بازی
پرواز
پروانہ
خاموش
ڈھونڈتے
انجام
تقد
تعلق
فیصلہ
شہید
داستاں
بلند
وجود
بیگانہ
اگ
ازل
بست
حور
زر
سلی
شیش
علا
عدو
عکس
غفل
مٹی
ممک
نگر
چال
ڈھل
گیس
یوس
##جے
##جد
##یبت
##نؤ
##ہب
##کش
ہووے
کرن
دلی
پرست
##ادث
سبز
سمت
مرغ
ملتے
الجھ
الٹی
اگرچہ
شکل
جینے
نامہ
افس
نیم
لکھنؤ
پیام
غرور
شوخی
پیرہن
حوصلہ
بیداد
عذر
کعبہ
درمیاں
مسکرا
تقدیر
یوسف
باب
بحر
باہر
دری
زور
سع
سیک
سارا
سہل
ضد
عام
فا
قاف
متا
مند
نرگ
پک
کشت
یقیں
##ڑوں
##روں
ہمدم
##امی
خوبی
ابھر
##ازی
پاک
الم
سیہ
یاروں
گوہر
بارش
جلتے
بیٹھ
نمک
انتہا
نالے
جمع
دکھلا
مصیبت
مثال
عذاب
ناداں
ضعف
ممکن
متاع
نرگس
اع
حی
دک
رع
سنے
شنا
صفا
قضا
قلم
لئے
منا
نار
چو
گلاب
##ینوں
##چل
##چے
جانیں
دیے
دیدہ
پیغ
لیتا
ملنا
فرق
یارب
بھری
نگاہیں
بنتا
بڑھا
راستہ
اجال
صدیوں
پتہ
حیراں
دھڑک
ٹھہرا
ٹھہری
پلٹ
سنبھال
گداز
مینا
منتظر
وعدۂ
ماتم
پسند
چرخ
ہاۓ
دشوار
پانچ
غفلت
بارے
جور
جنا
ذات
سدا
عب
فن
قیس
لک
لائے
لعل
مذ
نثار
پن
پھو
چور
ڈھ
##زام
##حہ
##ظہ
##ثیر
##تابی
وہیں
رہتی
جاو
خوباں
##لاک
کسو
اوروں
جانب
رواں
##لیٰ
دوس
دود
محرم
طرب
برہ
برپا
ملیں
الزام
چاہا
حالت
نگاہوں
شمش
بڑے
افسوس
موجود
نقاب
کشتی
تاثیر
گھڑی
کھلتا
سامان
ساماں
لکھوں
مہرباں
شرر
ربط
ویرانی
سنبھل
قصہ
اقرار
ادب
شاعری
بوسہ
آمد
حریف
آشیاں
ہونٹوں
تلخ
تلوار
دعویٰ
علاج
عبث
آزار
اغ
حباب
خشک
خرم
دھی
دھر
ری
ریت
عید
مارا
وس
پچھ
کدہ
گلا
##نبی
##ستا
##سائی
##ئش
##فو
##گان
##رائے
جادو
دیتی
گرہ
گرفتار
##لیاں
لیجئے
مرنا
سکوت
بہتر
الٰ
بدلے
نگار
آئینۂ
پوچھتے
جنون
نشہ
شعلۂ
بندگی
جلوے
##ائم
ملاق
ہجراں
دشمنی
عاشقی
کیجیے
مکان
ڈرتے
##فیق
ہزاروں
قبول
ٹھہرے
لاکھوں
جتنا
فسانہ
غلط
جنگل
زیست
پیغام
وسعت
ایا
تح
خال
خطرہ
ختم
زد
سیں
ساد
شجر
قط
قابل
لخت
مکر
نیر
ننگ
نشی
واہ
وگر
ٹپ
چکی
کدے
گار
گوار
##جاد
##نک
##مانی
##سب
##رو
##بش
##ذیب
##نات
##نام
جواں
##ندھی
انکار
درس
روتے
دینے
کبھو
لینے
برہم
فرو
فرد
سیل
شباب
رنگیں
پوچھا
بھرے
لبوں
لایا
جنبش
شمار
کلام
مقابل
اجنبی
چراغاں
مجھی
نکلتے
بتاں
خمار
پروا
ایجاد
تہذیب
رسوا
ضرور
باندھا
فتنہ
اقبال
وعدے
کوچۂ
گنوا
تھوڑی
ویسے
احتیا
ملاقات
وگرنہ
اص
ارا
اخت
اظہ
حر
خند
دف
دگر
دہن
زیاں
سراب
شد
عنا
عیب
قا
مشت
مفت
مزار
نخ
نسیم
واد
ولے
پگ
چا
گیر
ہل
##شش
##شیں
##می
##چا
##ئنات
##بری
##غذ
##ذر
##یاب
کائنات
کاغذ
بھیگ
دلا
بہل
بہر
##ازت
رونا
دیکھیں
سرد
محر
بیتابی
سکھا
ملک
فرما
گزرا
کھلی
کھنچ
ناچ
ناگ
شکن
جیب
حالات
مراد
پڑھ
ستارے
ستاروں
مسجد
اندر
آخری
احسا
احباب
جھک
روزگار
دھوکا
اجل
شرط
خامشی
دھند
ایمان
آوارہ
داستان
مای
آزما
کوچے
غنچہ
شاعر
تسلیم
راستے
بگڑ
امتحاں
تقاضا
طلسم
شمشیر
اظہار
احساس
آنگ
بح
بخت
تد
تاروں
جر
خلا
خندہ
رفتار
سال
طب
طالب
عادت
غنی
قی
مخت
مبار
ندی
وض
کشی
گام
##اڑ
##جی
##شاد
##نڈ
##ہاد
##کتا
##گانی
##صلے
کوشش
کہتی
##تاق
کرشم
دلبر
##نائی
رہنم
پردۂ
دین
##لیب
##لیف
سایۂ
حسیں
مرتا
مروت
فرہاد
##ائیے
##فرت
##شیار
جینا
پوچھتا
بوئے
نشان
آگہی
قدرت
بندہ
جیسا
احوال
عجز
جھکا
اجازت
دیوانے
بتوں
نالۂ
سلس
اشکوں
ٹوٹے
گرمی
تبسم
گلیوں
پھیر
شاہد
ضروری
حضور
مشتاق
باندھتے
جتنے
لمحہ
جھوٹ
بھولے
آغوش
رحم
ارمان
مسیحا
افسردہ
روٹھ
بستر
الٰہی
محروم
تدبیر
مبارک
آندھی
باری
بشر
جگا
جدھر
حادث
خرا
خلق
خرد
دراز
رائی
زان
صید
طری
ظل
لپ
مال
مید
مصل
وو
وائے
پلا
پشی
چون
گرا
گنہ
گفتار
ہند
##جات
##وند
##نت
##عار
##بے
##داں
##داد
##قف
##فات
##خیر
##صے
##یرے
##داع
بہلا
رون
سرخ
سرگر
سرمہ
##یدن
جبیں
پیڑ
لیلیٰ
تکلیف
ملامت
فرم
اٹھی
زندگانی
سنتا
معام
آئینے
شکار
جیے
وفائی
یاس
والو
نشے
گردوں
روزن
گھٹ
رخسار
سوچا
سوچتا
بھولنے
صدائے
خاموشی
انجم
پھیل
ابرو
نصیر
ٹکڑے
تجلی
آغاز
رقم
پلکوں
ناکام
نظمؔ
اغیار
خرمن
سادگی
فروغ
آنگن
طبع
مصلحت
آبرو
بقا
تہی
خان
رشتہ
زرد
سنی
سید
عری
عیس
قبر
قامت
لح
لرز
مزہ
نیک
نفرت
وداع
پاب
چم
چنگ
##شتے
##ہت
##دگی
##کین
توجہ
پرس
##تیاں
ابت
##ادر
روا
روتا
دیار
سود
پھرتا
سرور
نظریں
منص
خدائی
راتوں
آہٹ
لباس
کامیاب
مسل
مسئ
لاش
دوستوں
غیرت
غیروں
قرض
قرب
قراری
قربت
قربان
سناٹا
بادل
اٹھتے
کشا
کارو
پریشانی
سوچو
خرابی
آسمان
دعائیں
خاص
شرما
کھائی
برابر
آنسوؤں
وجہ
کفن
لمحے
آزمائش
غلام
تپش
سیاہ
حلقۂ
رقص
زنار
نسبت
ہنگامہ
بیکسی
عارض
رشتۂ
اجالا
گوارا
عنایت
غنیمت
نصیرؔ
اذ
بز
تند
جشن
جھون
خز
خی
دانہ
رفا
رفت
زدہ
شگ
طے
طع
عط
عمل
قل
قم
لائی
مآ
مشق
مائل
نرم
ٹھو
چی
کشم
کفر
گوں
گنج
##اع
##جاز
##شان
##عث
##قلاب
##غت
##یروں
بھید
##ورا
رہنا
##داب
انقلاب
##ستگی
جانی
پھرے
محت
پاتا
##یدی
پیمان
ساعت
سبک
سبزہ
لگیں
لگتے
تکرار
نکہت
موڑ
موتی
سکون
زمانا
یادوں
بسا
جیوں
بھروس
بولے
پڑتا
بارہا
باعث
بھاری
نشانی
مانع
نواز
نوائے
خوابوں
اداسی
اٹھیں
اٹھتی
چراغوں
مجبور
کھلتے
بجز
بجلی
مہک
کروٹ
بازو
پھولوں
مہربانی
شریک
آشنائی
ٹوٹا
تہمت
ویراں
مدتوں
اشعار
رکھی
بیدار
کانٹوں
عشرت
عشاق
ٹھکانا
رحمت
بھاگ
امتحان
مضم
حکم
التفات
شیشے
گیسو
سعی
اعجاز
جناب
ایام
نیرنگ
اقبالؔ
احتیاط
رہنما
ظلمت
پرسش
کاروبار
رفاقت
ٹھوکر
آد
آفت
بنی
تخت
تحر
جلے
حدی
دفت
رز
رلا
زیب
سف
سخ
ضمیر
طائ
طول
عدا
غش
قطر
قائل
لٹا
ماں
میک
مارے
مغر
نشتر
پنج
پھون
کج
کاری
کشتہ
گور
گستا
##جن
##وج
##یدا
##لاں
##شار
##مۂ
##سل
##سوں
##ضائے
##ریر
##پر
##قے
##فہ
##صود
##ثال
ہوئیں
##یاز
اسرار
کرنی
جادہ
##چھے
انیس
##ابت
تیرگی
محب
پاؤ
گلزار
لگائے
حسین
##فاظ
موئے
مرتے
سکی
سکیں
فردا
کھڑا
کھڑے
چاہت
ناشاد
بساط
سنج
سنور
معم
شکستہ
شکوۂ
سمجھتا
ستارہ
بھرا
نشۂ
##طرب
شامل
افلاک
واقع
آویں
بنائے
مقصود
جیسی
زلفوں
جھلک
##شنۂ
نمود
آشفتہ
دیوانگی
وحشی
خموشی
سلام
غربت
بدلتے
خامہ
بتاؤں
تعمیر
کھینچی
تباہ
ہنستے
سجن
سجدہ
طاق
ضرورت
عزت
اشارے
سہارا
تشنگی
چھاؤں
جذبۂ
آرائی
تھوڑا
طوفان
طوفاں
اچھے
پیکر
ارباب
مذہب
دوسرا
حرص
قاصد
چاپ
مایوس
جرأ
قیمت
مختصر
وضع
رائیگاں
ابتدا
مسئلہ
کشمکش
محتسب
دفتر
طائر
عداوت
گستاخ
آست
آشک
آسان
تلے
ثمر
جھی
حرام
خسر
دانا
رضا
رفو
سری
صہب
ظرف
غارت
قائم
مور
مبت
مشر
مزے
نئیں
نین
نذر
ٹل
پشت
پکار
چادر
گنگ
یقی
##وک
##ویں
##واب
##لانے
##ڑتے
##نو
##سے
##چک
##ھتا
##ئي
##عم
##داری
##کل
##کاں
##پن
##خر
##خاب
توفیق
کاٹ
کافی
اسباب
##الے
رہزن
پہر
پہلی
بہم
بہانے
تمثال
جانوں
جانیے
روک
رویا
روبرو
دیئے
سونا
محال
محنت
پیچھے
##اریخ
بیتاب
مرح
مرہم
الگ
بدنام
چاہتے
منظ
اترا
ناس
ناخ
معص
جیت
رکھوں
محبتوں
دوراں
سمجھیں
کامل
تراش
خوشا
جنس
اندیش
اٹھایا
چلتا
چلتے
چلنا
زخموں
شعاع
گریزاں
نقص
بادۂ
تاج
نماز
انتخاب
مجلس
کھلتیں
مہتاب
دکھایا
دیوانوں
پریشان
ورق
عرص
شیوۂ
لکھنا
پیاسا
تسکیں
شہادت
ایماں
اخبار
سجا
سراغ
مژہ
چھین
قصور
مشہور
شادی
فتنے
آزادی
گمانی
برسوں
نیازی
لمحوں
گوشۂ
غنچۂ
اندھیرے
ویسی
ٹھکانے
افسانہ
چوٹ
بحث
خلاف
زانو
رونق
معاملہ
عیسی
مآل
تحریر
رزق
قطرۂ
محبوب
جرأت
مبتلا
بظ
بری
برے
تذ
تارا
تشنۂ
تاریخ
ثب
حل
حصے
خری
شانہ
طفل
عبر
عین
فائ
فہم
لشک
مم
مغ
مانی
نع
ناب
وف
وام
پئے
کث
گھا
ہشیار
##جز
##جب
##جیؔ
##زخ
##یم
##تو
##توں
##ساری
##دوں
##دیک
##فق
##گل
ہوتیں
کوئي
##ھیاں
کرب
یہیں
##رائی
##الع
رہوں
جاوے
جادۂ
##ھری
##ریف
پرور
پرستی
خواں
بہشت
ہوائیں
روانی
دیجئے
سویدا
پھرتی
پاگل
جبر
ساق
بیت
گاؤں
نکلی
برنگ
سکو
فروش
الٹ
گزاری
سیم
سینۂ
نگۂ
##اکش
کھلو
چاہو
ناف
ناخن
ناجیؔ
جہنم
سنانے
معت
معش
معر
معاف
رکھنا
دوری
بوند
راہی
نگاہی
گونج
شہرت
بنتی
چھٹ
چھلک
بھٹک
اندیشہ
بڑھے
چلتی
جلاد
آبلہ
##ینت
یکتا
نقد
احساں
جھگ
دعوت
کشش
کشاکش
بچوں
دیوان
عرش
شیدا
شرار
آیا
حاضر
بتاؤ
بتائے
پیری
تسکین
مستانہ
اوپر
سنبھا
طواف
برسات
بخشا
نبض
نبھا
سیاست
حلقہ
گہہ
ریزہ
نزدیک
پیمانہ
دروازہ
فقیروں
کیفیت
سلیقہ
گیسوئے
قافلے
قافلہ
دھیان
خندۂ
دفن
ناگہ
کرشمہ
سلسلہ
پشیماں
ہندو
خانماں
عریاں
پابند
مسلماں
حدیث
انیسؔ
یقین
منظور
معصوم
عیسیٰ
بظاہر
عبرت
آلو
آؤں
آستاں
آداب
انا
اصل
امر
ارز
اوق
اڑی
بق
باہ
بانہ
تان
توں
تاک
تجر
ثواب
جاری
خج
خر
خیز
خطر
خاش
دي
دھول
ذرے
رشتے
زہ
زلی
زبانی
زینت
سکھ
سلو
سفی
سڑک
شغ
شفا
صلیب
طالع
علی
عتاب
غالب
فشانی
فخر
قہر
قلب
لچک
مئے
ملو
مہل
مچل
ند
نجات
واب
ولو
وبال
پند
ڈبو
گھون
گمان
##جت
##یط
##یان
##لانا
##ڑائی
##تہ
##تھی
##شنا
##مع
##میا
##ماد
##چیں
##ھن
##بوں
##بدہ
##حۂ
##خیز
##صاف
کاف
کاوش
دلیل
جونؔ
رہبر
##ندے
پردا
پرانے
پرتو
##اہن
بہاری
انس
جانو
درپ
روداد
سون
محسوس
پاش
آنچل
پیہم
بینا
بیزار
سماں
##فاق
مرض
ملال
فرشت
سیلاب
چاہیں
یاراں
منسو
ناام
ناوک
پوش
سنوار
جیون
رکھتی
بھرم
شائ
بود
آہو
مراسم
سمجھو
پڑیں
##اندگی
##سون
چھن
ہنسا
فراغت
افق
افشاں
نوم
گزرتا
قدح
چلنے
شعلے
سنائی
بہاروں
راکھ
راست
جھان
اجڑے
اجاڑ
آشوب
نکلیں
دکھائے
قدموں
عرق
شرح
دیواروں
امیدیں
##سانۂ
آئی
غرق
شوخیٔ
سوزن
حیران
تماشائی
ڈرتا
پیراہن
تسخیر
شرمندہ
کنار
##فیؔ
رنجش
کھینچا
مصح
اعتماد
رسائی
اوڑ
اشارہ
طوط
چھپائے
چہروں
بجھے
نادان
وجد
انگشت
انگڑائی
بیگانے
امتیاز
فسوں
پھن
پھرا
ڈالا
رقیبوں
نباہ
خلوص
لڑکا
پارسائی
خلش
لفظوں
دانش
ناتم
شیشۂ
فاصلہ
رعنا
شناس
برہمن
پچھتا
قطع
##روف
اختلا
شدت
پگھل
چونک
عطا
معمور
واقعہ
آشکار
خسرو
خریدار
لشکر
کثرت
ساقیا
معشوق
اوقات
خاشاک
زلیخ
مہلت
منسوب
تت
تارے
ثابت
حب
حید
حکا
خستہ
دند
دائم
ردا
ریش
رسا
رفیق
زاد
زوال
سح
عص
عند
عرف
عباد
غز
غور
فری
قاب
لہر
مڑ
مخ
مکھ
مشی
میز
مندر
ووں
وقف
ٹی
پے
پارہ
چن
چب
چوم
ڈھا
کنج
کانوں
کٹے
گلو
یگ
##وٹ
##وانی
##یف
##شد
##نش
##سن
##ئل
##عہ
##ردہ
##بیں
##دل
##دن
##کن
##کشی
##حق
##پس
##طق
##گیں
##گوں
##خل
##صیر
کوتا
##ھیے
##انت
توڑا
توقع
##یرا
بھیڑ
بھیجی
ہما
ہمہ
کردہ
دلبری
##راک
##راف
جولاں
##ریز
تھام
ابد
بہہ
بہتا
بہتے
بہانہ
انک
##نہار
سوگ
سوتے
سوائے
سوختہ
گرفت
دوزخ
سرشار
محمل
محیط
پائیں
غمزہ
پیے
پیتے
پیاری
پیماں
پیشتر
سایا
رہائی
حسینوں
نکتہ
موسی
مرحب
فرش
فرض
الفاظ
لوح
زمینوں
رنگی
گھروں
سننے
شکیب
راہوں
چشمۂ
خاکساری
بھلی
افزا
نوک
ادائے
گزرنے
جلتا
کلفت
خطرے
مقدم
موجۂ
بندی
زلفیں
جھپ
لگائیں
اٹھانے
دھوکے
عاجز
کھیت
مہمان
منزلیں
بتلا
دریائے
لہجے
شرارت
##ڑیوں
سلگ
کیجئے
تمنائے
ٹوٹی
ڈھونڈا
دھرا
مکت
حاجت
تقریر
ربا
تعبیر
تعجب
کھینچے
شورش
حوصل
حواس
حوادث
مصروف
اترتا
مژگان
ویرانہ
جلائے
##ماس
اوج
باغباں
کیونکہ
بیدل
ماضی
باندھ
تاریک
جتنی
ڈوبا
انگلیاں
مدعی
پیشہ
خواہشوں
فسانے
جھوم
جذبات
بھولی
پہچانے
دہلی
وارد
سپرد
غنچے
آرائش
ادھ
اندھیروں
اکیلے
استخ
عنوان
نسخ
ارماں
خلد
دبا
اسیری
پیاسے
اچھل
درواز
نکالے
پرستش
سبزۂ
افسانے
سیکڑوں
پکارے
حیف
صفائی
جاوید
برہنہ
فردوس
ارادہ
وادی
ناچار
آندھیوں
طریق
بزرگ
جھونکا
خیمے
شگفت
بھروسا
آستیں
صہبا
فائدہ
بانہوں
شغل
فرشتوں
آئینہ
مصحفیؔ
زلیخا
حیدر
دنداں
مرحبا
آثار
آفاق
امن
اڑے
بور
بلک
جرا
جال
جزا
خد
خبری
ذلت
رے
رض
ریا
زنگ
سد
سط
سات
سلا
سفا
شش
شرا
شانے
صو
صند
صفت
صدم
طوق
ظہور
عزم
فض
فدا
فانی
فزا
فشاں
لاز
میل
مطرب
نرا
وے
ٹھی
پناہ
چھری
ڈرا
ڈالی
کیں
گھو
گرے
گشتہ
ہٹ
ہلاک
ہتھی
یو
##اوت
##واری
##وسی
##زائے
##ڑکی
##شہ
##نیں
##نور
##مال
##ہو
##ہیز
##بوری
##دال
##دود
##کنے
##کاری
##طل
##گے
##صیل
##ؤس
##يں
کیمیا
نہایت
##ارۂ
توبہ
کاٹے
کاکل
##تاد
##الہ
جوئی
جاہ
جاود
پرانی
پرانا
پرہیز
##تیٔ
خواری
ابل
انصاف
اپنوں
درباں
روی
روپ
روئیں
روکے
سوئی
سوئیں
تیرہ
کباب
##لیم
دوش
دوپ
سرشک
سرما
غمگیں
گلوں
بیان
بیتے
بینی
لگانے
لگانا
سمٹ
نظروں
مول
مولا
مردم
برف
فروز
بدلی
##اکت
زمزم
کھانے
خودکشی
چاہنے
شبستاں
مریض
اتار
کماں
کمرے
بسی
معا
معانی
خدایا
خداوند
رکھنے
پوچھوں
لبی
پڑتے
پڑتی
گواہ
##بیح
##بیٰ
مسلم
چھڑ
لاتا
خاکی
باش
باسی
بھگو
بھنور
چھوڑے
اٹھاؤ
اٹھائی
اٹھائیے
نوید
نوائی
نوحہ
چلیں
جلتی
اماں
امام
مدام
واقف
واپس
طرفہ
ٹھنڈ
یکسر
شعار
گریۂ
خیالوں
مقصد
بندے
بندوں
راضی
دامان
داماں
صحن
جھلم
کشادہ
اجڑ
نمی
مجمع
بچے
بچھا
بچپن
دشمنوں
دکھاتی
کھویا
نیل
دستک
دستار
سامنا
لکھے
تیار
آشنا
بلائے
سلطن
پتوں
بدلنے
دکھے
ڈھونڈھتا
نقشہ
مکیں
تماشائے
گرمیٔ
بتاتے
خونیں
بالیں
ربائی
تسبیح
کنع
کنارہ
ہنسنے
کھائے
برائی
شوریدہ
آئنے
حوصلے
مصر
مصور
پھینک
طاعت
طاؤس
تہہ
ویران
اشارا
گاہے
مٹھی
وصف
ماج
شاداب
شادمانی
نادانی
فتنۂ
فضائیں
سانسوں
بیگانگی
نغمے
فسانا
جھوٹا
جاگے
بھولا
سمندروں
بخشے
بخشش
بستیاں
چرچا
تپاک
سیاہی
حلقے
صفات
حریم
عنواں
کتابوں
کعبے
بانٹ
تھکن
مسیحائی
حکمت
نزع
نزاکت
پیمانے
تقاضائے
بٹھا
ستائش
التجا
افسردگی
رمز
رشتوں
ناتواں
جاؤ
مکرر
نشیمن
بھیگتا
محرومی
حادثہ
لپٹ
میداں
سرگرم
فرمائیے
چمکا
قمری
چیخ
مضموں
پنجۂ
ناخدا
عرصۂ
تذکر
ثبات
سیماب
جھگڑا
ناگہاں
ولولے
طوطی
حکایت
عندلیب
عبادت
غزال
قابو
گرفتاری
موسیٰ
سفاک
شرافت
صوفی
لازم
سلطنت
آر
ارے
افر
اوس
باک
تف
تاز
تئیں
حم
حاک
خشت
خانوں
رام
رکے
زاری
زود
زہد
زعم
سہم
شفق
طن
عظ
عیاں
غری
فار
قالب
قمر
قوت
قوم
لڑک
مدا
مانے
مہی
مفل
مغاں
نمر
نیت
وش
پتے
پوری
چہ
چٹک
ڈھال
کڑ
کي
کجا
گہرے
گسار
ہلا
ہست
##اً
##جھی
##واہ
##ولی
##وائے
##ومت
##زوں
##شا
##نس
##چی
##چوں
##ھرا
##ئق
##ضو
##رس
##بد
##بۂ
##دت
##دور
##کت
##حد
##پی
##قو
##قل
##قوب
##فع
##فیت
##طہ
##گن
##گاری
##ذور
ہوشیار
نہانی
کود
کوثر
کوچہ
کوسوں
##یات
##یازہ
کال
کاس
بھیس
استاد
##ناب
##ناک
##نائے
جواہر
پرچھا
پرندے
پہا
پہاڑ
انگی
جانئے
اکس
دروں
درجہ
##ابا
روم
روگ
دیگر
سوار
سواد
سواری
گرتے
##لیل
دوام
