{
  "<pad>": 0,
  "<unk>": 1,
  "<sos>": 2,
  "<eos>": 3,
  "</": 4,
  "</w": 5,
  "</w>": 6,
  "ے</w>": 7,
  "ha": 8,
  "i</w>": 9,
  "e</w>": 10,
  "n</w>": 11,
  "a</w>": 12,
  "ں</w>": 13,
  "ا</w>": 14,
  "ی</w>": 15,
  "ar": 16,
  "ر</w>": 17,
  "ہ</w>": 18,
  "یں</w>": 19,
  "و</w>": 20,
  "o</w>": 21,
  "e-": 22,
  "-e-": 23,
  "aa": 24,
  "ah": 25,
  "ہے</w>": 26,
  "in</w>": 27,
  "hai</w>": 28,
  "م</w>": 29,
  "ar</w>": 30,
  "ma": 31,
  "en</w>": 32,
  "hu": 33,
  "ل</w>": 34,
  "میں</w>": 35,
  "m</w>": 36,
  "ab": 37,
  "ان": 38,
  "ہیں</w>": 39,
  "is": 40,
  "na</w>": 41,
  "hi</w>": 42,
  "ki</w>": 43,
  "h</w>": 44,
  "وں</w>": 45,
  "ت</w>": 46,
  "سے</w>": 47,
  "ir": 48,
  "l</w>": 49,
  "t</w>": 50,
  "ya</w>": 51,
  "یا</w>": 52,
  "ب</w>": 53,
  "se</w>": 54,
  "men</w>": 55,
  "ba": 56,
  "بھ": 57,
  "س</w>": 58,
  "sa": 59,
  "اں</w>": 60,
  "ne</w>": 61,
  "کے</w>": 62,
  "ke</w>": 63,
  "na": 64,
  "di": 65,
  "ta": 66,
  "ھ</w>": 67,
  "کی</w>": 68,
  "د</w>": 69,
  "بھی</w>": 70,
  "ن</w>": 71,
  "da": 72,
  "un</w>": 73,
  "نہ</w>": 74,
  "کو</w>": 75,
  "ko</w>": 76,
  "تو</w>": 77,
  "kh": 78,
  "نے</w>": 79,
  "d</w>": 80,
  "ک</w>": 81,
  "ch": 82,
  "sh": 83,
  "ئے</w>": 84,
  "ye</w>": 85,
  "ra": 86,
  "ہو": 87,
  "ka</w>": 88,
  "کا</w>": 89,
  "ئی</w>": 90,
  "ار</w>": 91,
  "hain</w>": 92,
  "la": 93,
  "bhi</w>": 94,
  "mu": 95,
  "کھ": 96,
  "to</w>": 97,
  "r</w>": 98,
  "k</w>": 99,
  "ja": 100,
  "on</w>": 101,
  "ka": 102,
  "va": 103,
  "تھ": 104,
  "te</w>": 105,
  "نہیں</w>": 106,
  "ga": 107,
  "nahin</w>": 108,
  "کیا</w>": 109,
  "تا</w>": 110,
  "رے</w>": 111,
  "تے</w>": 112,
  "ری</w>": 113,
  "دل</w>": 114,
  "s</w>": 115,
  "tu": 116,
  "ham</w>": 117,
  "را": 118,
  "اس</w>": 119,
  "دی": 120,
  "کہ</w>": 121,
  "ہی</w>": 122,
  "وہ</w>": 123,
  "ho</w>": 124,
  "ہم</w>": 125,
  "ya": 126,
  "kya</w>": 127,
  "یہ</w>": 128,
  "جا": 129,
  "vo</w>": 130,
  "dil</w>": 131,
  "با": 132,
  "ور</w>": 133,
  "نا</w>": 134,
  "مج": 135,
  "za": 136,
  "ni": 137,
  "ال": 138,
  "کو": 139,
  "he</w>": 140,
  "su": 141,
  "ho": 142,
  "ق</w>": 143,
  "جو</w>": 144,
  "اب</w>": 145,
  "qa": 146,
  "ز</w>": 147,
  "de": 148,
  "jo</w>": 149,
  "کر</w>": 150,
  "می": 151,
  "ti</w>": 152,
  "tha</w>": 153,
  "ش</w>": 154,
  "ku": 155,
  "ur</w>": 156,
  "gu": 157,
  "mi": 158,
  "تی</w>": 159,
  "ہر</w>": 160,
  "z</w>": 161,
  "نا": 162,
  "li": 163,
  "خو": 164,
  "us</w>": 165,
  "pa": 166,
  "in": 167,
  "تھا</w>": 168,
  "muj": 169,
  "ای": 170,
  "le</w>": 171,
  "main</w>": 172,
  "ko": 173,
  "q</w>": 174,
  "er": 175,
  "گر</w>": 176,
  "کہ": 177,
  "gha": 178,
  "رو": 179,
  "یا": 180,
  "نگ": 181,
  "du": 182,
  "ng": 183,
  "ھے</w>": 184,
  "سا": 185,
  "کوئی</w>": 186,
  "koi</w>": 187,
  "سی</w>": 188,
  "لے</w>": 189,
  "ھر</w>": 190,
  "fa": 191,
  "si": 192,
  "کی": 193,
  "اک</w>": 194,
  "اپ": 195,
  "huun</w>": 196,
  "چھ</w>": 197,
  "ؔ</w>": 198,
  "chh</w>": 199,
  "پر</w>": 200,
  "لی": 201,
  "ap": 202,
  "'</w>": 203,
  "دا": 204,
  "چھ": 205,
  "m-e-": 206,
  "ki": 207,
  "ف</w>": 208,
  "ست": 209,
  "اور</w>": 210,
  "aur</w>": 211,
  "بے</w>": 212,
  "ما": 213,
  "ۂ</w>": 214,
  "کچھ</w>": 215,
  "kuchh</w>": 216,
  "تی": 217,
  "رہ": 218,
  "t-e-": 219,
  "o-": 220,
  "yu": 221,
  "ab</w>": 222,
  "سو": 223,
  "لا</w>": 224,
  "l-e-": 225,
  "ج</w>": 226,
  "-o-": 227,
  "گی</w>": 228,
  "ہوا</w>": 229,
  "گا</w>": 230,
  "be-": 231,
  "ph": 232,
  "پہ</w>": 233,
  "ہا": 234,
  "pe</w>": 235,
  "کر": 236,
  "ti": 237,
  "bu": 238,
  "نی</w>": 239,
  "gi</w>": 240,
  "ik</w>": 241,
  "بی": 242,
  "gaya</w>": 243,
  "ju": 244,
  "گیا</w>": 245,
  "man</w>": 246,
  "شق</w>": 247,
  "مح": 248,
  "دیکھ": 249,
  "ru": 250,
  "ند": 251,
  "لا": 252,
  "yuun</w>": 253,
  "مجھے</w>": 254,
  "ری": 255,
  "n-e-": 256,
  "an": 257,
  "مجھ</w>": 258,
  "لو": 259,
  "f</w>": 260,
  "شا": 261,
  "hua</w>": 262,
  "کا": 263,
  "اے</w>": 264,
  "ai</w>": 265,
  "ح</w>": 266,
  "j</w>": 267,
  "یر</w>": 268,
  "mujhe</w>": 269,
  "عشق</w>": 270,
  "گے</w>": 271,
  "ٹھ": 272,
  "پھر</w>": 273,
  "phir</w>": 274,
  "جب</w>": 275,
  "طر": 276,
  "وا": 277,
  "mer": 278,
  "mujh</w>": 279,
  "tu</w>": 280,
  "the</w>": 281,
  "ئیں</w>": 282,
  "ji": 283,
  "نظ": 284,
  "غم</w>": 285,
  "تج": 286,
  "ishq</w>": 287,
  "hi": 288,
  "کس</w>": 289,
  "مو": 290,
  "mo": 291,
  "thi</w>": 292,
  "آن": 293,
  "رت</w>": 294,
  "th</w>": 295,
  "بہ": 296,
  "تم</w>": 297,
  "tuj": 298,
  "pu": 299,
  "b</w>": 300,
  "مت</w>": 301,
  "ek</w>": 302,
  "گ</w>": 303,
  "تھی</w>": 304,
  "سر</w>": 305,
  "d-e-": 306,
  "دو": 307,
  "ایک</w>": 308,
  "lu": 309,
  "le": 310,
  "پی": 311,
  "دہ</w>": 312,
  "جائے</w>": 313,
  "مع": 314,
  "دے</w>": 315,
  "پ</w>": 316,
  "در": 317,
  "zu": 318,
  "mat</w>": 319,
  "tum</w>": 320,
  "ter": 321,
  "گر": 322,
  "zi": 323,
  "جس</w>": 324,
  "کیوں</w>": 325,
  "ھو": 326,
  "کبھی</w>": 327,
  "eh": 328,
  "غ</w>": 329,
  "نظر</w>": 330,
  "بت</w>": 331,
  "چا": 332,
  "من</w>": 333,
  "کسی</w>": 334,
  "مرے</w>": 335,
  "ba-": 336,
  "gh": 337,
  "kyuun</w>": 338,
  "tak</w>": 339,
  "ات": 340,
  "دن</w>": 341,
  "mire</w>": 342,
  "g</w>": 343,
  "گئی</w>": 344,
  "جی": 345,
  "بر</w>": 346,
  "سی": 347,
  "دم</w>": 348,
  "m-": 349,
  "nazar</w>": 350,
  "fi": 351,
  "تم": 352,
  "تک</w>": 353,
  "اپنے</w>": 354,
  "بہت</w>": 355,
  "bahut</w>": 356,
  "گز": 357,
  "آج</w>": 358,
  "apne</w>": 359,
  "aaj</w>": 360,
  "نک": 361,
  "تا": 362,
  "magar</w>": 363,
  "مگر</w>": 364,
  "آ</w>": 365,
  "پہ": 366,
  "kiya</w>": 367,
  "z-e-": 368,
  "ڑ</w>": 369,
  "فر": 370,
  "ٹ</w>": 371,
  "baat</w>": 372,
  "bat</w>": 373,
  "سب</w>": 374,
  "gae</w>": 375,
  "شو": 376,
  "قت</w>": 377,
  "تری</w>": 378,
  "so": 379,
  "حس": 380,
  "ترے</w>": 381,
  "tire</w>": 382,
  "بر": 383,
  "یاد</w>": 384,
  "r-e-": 385,
  "tiri</w>": 386,
  "ؤں</w>": 387,
  "یوں</w>": 388,
  "گل</w>": 389,
  "dam</w>": 390,
  "گئے</w>": 391,
  "dekh</w>": 392,
  "فا</w>": 393,
  "do": 394,
  "تجھ</w>": 395,
  "tujh</w>": 396,
  "لہ</w>": 397,
  "نوں</w>": 398,
  "پا": 399,
  "مر</w>": 400,
  "sam": 401,
  "ہوئے</w>": 402,
  "اپنی</w>": 403,
  "apni</w>": 404,
  "hota</w>": 405,
  "nge</w>": 406,
  "مری</w>": 407,
  "شی": 408,
  "hue</w>": 409,
  "dagi</w>": 410,
  "bi": 411,
  "خ</w>": 412,
  "mau": 413,
  "jaae</w>": 414,
  "پو": 415,
  "ہوتا</w>": 416,
  "ط</w>": 417,
  "be": 418,
  "liye</w>": 419,
  "miri</w>": 420,
  "d-": 421,
  "کن</w>": 422,
  "اف": 423,
  "diya</w>": 424,
  "نیا</w>": 425,
  "یے</w>": 426,
  "dekh": 427,
  "ہوئی</w>": 428,
  "hui</w>": 429,
  "اٹھ": 430,
  "ro": 431,
  "ندگی</w>": 432,
  "بو": 433,
  "رنگ</w>": 434,
  "گھر</w>": 435,
  "yaad</w>": 436,
  "اگر</w>": 437,
  "میرے</w>": 438,
  "mere</w>": 439,
  "agar</w>": 440,
  "طرح</w>": 441,
  "لب</w>": 442,
  "نگا": 443,
  "آپ</w>": 444,
  "میری</w>": 445,
  "مر": 446,
  "آئے</w>": 447,
  "fu": 448,
  "meri</w>": 449,
  "خود</w>": 450,
  "ton</w>": 451,
  "جھ": 452,
  "lag": 453,
  "rat</w>": 454,
  "چ</w>": 455,
  "aap</w>": 456,
  "ut": 457,
  "درد</w>": 458,
  "زندگی</w>": 459,
  "ٔ</w>": 460,
  "ega</w>": 461,
  "جو": 462,
  "لگ": 463,
  "zindagi</w>": 464,
  "مل": 465,
  "q-e-": 466,
  "duni": 467,
  "من": 468,
  "l-": 469,
  "عا": 470,
  "پر": 471,
  "da-e-": 472,
  "دنیا</w>": 473,
  "خدا</w>": 474,
  "مے</w>": 475,
  "duniya</w>": 476,
  "زا": 477,
  "شب</w>": 478,
  "aaya</w>": 479,
  "جہاں</w>": 480,
  "mohab": 481,
  "سم</w>": 482,
  "f-e-": 483,
  "jal": 484,
  "اپنا</w>": 485,
  "apna</w>": 486,
  "khuda</w>": 487,
  "پھ": 488,
  "tum": 489,
  "aae</w>": 490,
  "حسن</w>": 491,
  "آیا</w>": 492,
  "صو": 493,
  "nik": 494,
  "ten</w>": 495,
  "na-": 496,
  "hus": 497,
  "mil": 498,
  "gul</w>": 499,
  "تیری</w>": 500,
  "teri</w>": 501,
  "خا": 502,
  "قا": 503,
  "ؤ</w>": 504,
  "قی</w>": 505,
  "محبت</w>": 506,
  "mohabbat</w>": 507,
  "um": 508,
  "ہما": 509,
  "قی": 510,
  "lo": 511,
  "کون</w>": 512,
  "ہمیں</w>": 513,
  "lam</w>": 514,
  "وہی</w>": 515,
  "qi</w>": 516,
  "raat</w>": 517,
  "آئ": 518,
  "saath</w>": 519,
  "ہن": 520,
  "وفا</w>": 521,
  "پڑ": 522,
  "ابھی</w>": 523,
  "it": 524,
  "اسے</w>": 525,
  "hen</w>": 526,
  "kare</w>": 527,
  "dhu": 528,
  "شت</w>": 529,
  "vaq": 530,
  "st</w>": 531,
  "ash": 532,
  "چش": 533,
  "re</w>": 534,
  "khud</w>": 535,
  "نی": 536,
  "vafa</w>": 537,
  "qat</w>": 538,
  "چاہ": 539,
  "کل</w>": 540,
  "میرا</w>": 541,
  "سن": 542,
  "has": 543,
  "enge</w>": 544,
  "تیرے</w>": 545,
  "kaun</w>": 546,
  "yat</w>": 547,
  "کم</w>": 548,
  "شہر</w>": 549,
  "haath</w>": 550,
  "کب</w>": 551,
  "سر": 552,
  "pai": 553,
  "رکھ": 554,
  "iz</w>": 555,
  "فت": 556,
  "لیکن</w>": 557,
  "lekin</w>": 558,
  "bad": 559,
  "bha": 560,
  "چشم</w>": 561,
  "un": 562,
  "zul": 563,
  "ul</w>": 564,
  "use</w>": 565,
  "ri</w>": 566,
  "ض</w>": 567,
  "qi": 568,
  "نام</w>": 569,
  "chho": 570,
  "شوق</w>": 571,
  "راہ</w>": 572,
  "کام</w>": 573,
  "af": 574,
  "karte</w>": 575,
  "dard</w>": 576,
  "بز": 577,
  "ع</w>": 578,
  "دیکھا</w>": 579,
  "زل</w>": 580,
  "ناز</w>": 581,
  "کرتے</w>": 582,
  "ستہ</w>": 583,
  "صل</w>": 584,
  "سخ": 585,
  "bhu": 586,
  "رم</w>": 587,
  "gh-e-": 588,
  "خم</w>": 589,
  "shau": 590,
  "ترا</w>": 591,
  "hamen</w>": 592,
  "as": 593,
  "ہوگا</w>": 594,
  "hoga</w>": 595,
  "yad</w>": 596,
  "بڑ": 597,
  "ge</w>": 598,
  "مہ</w>": 599,
  "sak": 600,
  "ہل</w>": 601,
  "گھ": 602,
  "mai": 603,
  "k-e-": 604,
  "dil-e-": 605,
  "بؔ</w>": 606,
  "وقت</w>": 607,
  "ve</w>": 608,
  "k-": 609,
  "t-": 610,
  "غیر</w>": 611,
  "chand</w>": 612,
  "ri": 613,
  "نگاہ</w>": 614,
  "سک": 615,
  "عالم</w>": 616,
  "جر</w>": 617,
  "اسی</w>": 618,
  "kam</w>": 619,
  "دکھ": 620,
  "b'</w>": 621,
  "jaata</w>": 622,
  "گو": 623,
  "تیرا</w>": 624,
  "لوگ</w>": 625,
  "log</w>": 626,
  "yon</w>": 627,
  "دھ": 628,
  "کہتے</w>": 629,
  "kahte</w>": 630,
  "ankhon</w>": 631,
  "jaate</w>": 632,
  "ہائے</w>": 633,
  "dhar</w>": 634,
  "shahr</w>": 635,
  "وی": 636,
  "شک</w>": 637,
  "samj": 638,
  "چلے</w>": 639,
  "husn</w>": 640,
  "صح": 641,
  "ghair</w>": 642,
  "lat</w>": 643,
  "فا": 644,
  "سمجھ": 645,
  "زل": 646,
  "baz": 647,
  "شام</w>": 648,
  "حال</w>": 649,
  "qu": 650,
  "توں</w>": 651,
  "zakh": 652,
  "khaya": 653,
  "tujhe</w>": 654,
  "dush": 655,
  "جائیں</w>": 656,
  "طرف</w>": 657,
  "آتا</w>": 658,
  "aata</w>": 659,
  "آخ": 660,
  "بن</w>": 661,
  "nigah</w>": 662,
  "kaam</w>": 663,
  "va-e-": 664,
  "او": 665,
  "chale</w>": 666,
  "خبر</w>": 667,
  "بزم</w>": 668,
  "v</w>": 669,
  "ghali": 670,
  "chashm-e-": 671,
  "ak": 672,
  "صب": 673,
  "فی": 674,
  "vaqt</w>": 675,
  "عمر</w>": 676,
  "sub": 677,
  "bo": 678,
  "ach": 679,
  "naam</w>": 680,
  "guzar</w>": 681,
  "گا": 682,
  "صبح</w>": 683,
  "اچھ": 684,
  "شہ</w>": 685,
  "قدر</w>": 686,
  "shauq</w>": 687,
  "آئی": 688,
  "ahl-e-": 689,
  "ص</w>": 690,
  "دۂ</w>": 691,
  "gah-e-": 692,
  "کت": 693,
  "آتے</w>": 694,
  "aate</w>": 695,
  "اہل</w>": 696,
  "حا": 697,
  "hava</w>": 698,
  "مد": 699,
  "achch": 700,
  "غال": 701,
  "te": 702,
  "samaj": 703,
  "خیال</w>": 704,
  "meh": 705,
  "j-e-": 706,
  "تو": 707,
  "ڑا</w>": 708,
  "liya</w>": 709,
  "تن": 710,
  "p</w>": 711,
  "b-e-": 712,
  "hij": 713,
  "شع": 714,
  "غالبؔ</w>": 715,
  "دش": 716,
  "aankh</w>": 717,
  "دوست</w>": 718,
  "'ghali": 719,
  "اح": 720,
  "duur</w>": 721,
  "بس</w>": 722,
  "یک</w>": 723,
  "بد": 724,
  "chhu": 725,
  "لک</w>": 726,
  "pi": 727,
  "ٹا</w>": 728,
  "زخم</w>": 729,
  "pe": 730,
  "dost</w>": 731,
  "کھی": 732,
  "چمن</w>": 733,
  "rau": 734,
  "gham-e-": 735,
  "یہی</w>": 736,
  "sh-e-": 737,
  "چرا": 738,
  "دیکھتے</w>": 739,
  "dekhte</w>": 740,
  "تر</w>": 741,
  "guz": 742,
  "اس": 743,
  "ثر</w>": 744,
  "آوا": 745,
  "مہ": 746,
  "ور": 747,
  "ha-e-": 748,
  "مش": 749,
  "گزر</w>": 750,
  "آخر</w>": 751,
  "حی": 752,
  "رض</w>": 753,
  "گل": 754,
  "جن</w>": 755,
  "'ghalib'</w>": 756,
  "r-": 757,
  "انت": 758,
  "خوش</w>": 759,
  "inti": 760,
  "ul": 761,
  "ایسے</w>": 762,
  "egi</w>": 763,
  "chh": 764,
  "آش": 765,
  "چی": 766,
  "پہلے</w>": 767,
  "ہد</w>": 768,
  "go": 769,
  "صی": 770,
  "manzi": 771,
  "چھوڑ</w>": 772,
  "chhod</w>": 773,
  "pahle</w>": 774,
  "aise</w>": 775,
  "ہوتی</w>": 776,
  "باد</w>": 777,
  "chaman</w>": 778,
  "یہاں</w>": 779,
  "جگر</w>": 780,
  "ham-": 781,
  "khvab</w>": 782,
  "fur": 783,
  "chahiye</w>": 784,
  "شن</w>": 785,
  "hoti</w>": 786,
  "زی": 787,
  "لتے</w>": 788,
  "rat-e-": 789,
  "iin</w>": 790,
  "تہ</w>": 791,
  "شمع</w>": 792,
  "وح": 793,
  "نق": 794,
  "umr</w>": 795,
  "بع": 796,
  "mud": 797,
  "کہہ</w>": 798,
  "زلف</w>": 799,
  "رز": 800,
  "امی": 801,
  "نڈ": 802,
  "سخن</w>": 803,
  "سفر</w>": 804,
  "ہوتے</w>": 805,
  "hote</w>": 806,
  "جیسے</w>": 807,
  "qat": 808,
  "zamin</w>": 809,
  "شر": 810,
  "وے</w>": 811,
  "naz": 812,
  "بل</w>": 813,
  "mush": 814,
  "عی": 815,
  "سہی</w>": 816,
  "چے</w>": 817,
  "نکلا</w>": 818,
  "nikla</w>": 819,
  "جن": 820,
  "جام</w>": 821,
  "بعد</w>": 822,
  "شاید</w>": 823,
  "shayad</w>": 824,
  "ۂ</w>": 825,
  "پوچھ</w>": 826,
  "آہ</w>": 827,
  "qaya": 828,
  "ذرا</w>": 829,
  "چل</w>": 830,
  "ہجر</w>": 831,
  "dh": 832,
  "کیسے</w>": 833,
  "حر</w>": 834,
  "re": 835,
  "ایسا</w>": 836,
  "قدم</w>": 837,
  "ankhen</w>": 838,
  "naq": 839,
  "jaati</w>": 840,
  "khayal</w>": 841,
  "puchh</w>": 842,
  "aisa</w>": 843,
  "رف</w>": 844,
  "زباں</w>": 845,
  "jigar</w>": 846,
  "اع": 847,
  "جسے</w>": 848,
  "موج</w>": 849,
  "منزل</w>": 850,
  "ملتا</w>": 851,
  "زہ</w>": 852,
  "لوم</w>": 853,
  "nigah-e-": 854,
  "ta-": 855,
  "milta</w>": 856,
  "دؔ</w>": 857,
  "suun</w>": 858,
  "jaaen</w>": 859,
  "vaale</w>": 860,
  "qadam</w>": 861,
  "معلوم</w>": 862,
  "kal</w>": 863,
  "zamana</w>": 864,
  "sukhan</w>": 865,
  "kiye</w>": 866,
  "اسدؔ</w>": 867,
  "قیامت</w>": 868,
  "qayamat</w>": 869,
  "baad</w>": 870,
  "داغ</w>": 871,
  "gi": 872,
  "'asa": 873,
  "'asad": 874,
  "اک": 875,
  "طلب</w>": 876,
  "chal</w>": 877,
  "ادا</w>": 878,
  "ساقی</w>": 879,
  "mai-": 880,
  "hijr</w>": 881,
  "dariya</w>": 882,
  "ٹی</w>": 883,
  "tama": 884,
  "haal</w>": 885,
  "زمانہ</w>": 886,
  "ada</w>": 887,
  "لگتا</w>": 888,
  "lagta</w>": 889,
  "تر": 890,
  "ڑے</w>": 891,
  "ادھر</w>": 892,
  "ham": 893,
  "چہ": 894,
  "ائی</w>": 895,
  "iz": 896,
  "'asad'</w>": 897,
  "آتی</w>": 898,
  "aati</w>": 899,
  "آس": 900,
  "پھول</w>": 901,
  "kr</w>": 902,
  "بل": 903,
  "cheh": 904,
  "فس</w>": 905,
  "وص": 906,
  "zamane</w>": 907,
  "junun</w>": 908,
  "نکلے</w>": 909,
  "baten</w>": 910,
  "munh</w>": 911,
  "surat</w>": 912,
  "dil-": 913,
  "نم</w>": 914,
  "زمانے</w>": 915,
  "ڑی</w>": 916,
  "رؔ</w>": 917,
  "kuun</w>": 918,
  "zu</w>": 919,
  "dat</w>": 920,
  "sitam</w>": 921,
  "phuul</w>": 922,
  "anda": 923,
  "az": 924,
  "رب</w>": 925,
  "لط": 926,
  "آب</w>": 927,
  "ڈھو": 928,
  "روز</w>": 929,
  "صت</w>": 930,
  "ائے</w>": 931,
  "sau": 932,
  "اٹھا</w>": 933,
  "usi</w>": 934,
  "je</w>": 935,
  "subh</w>": 936,
  "shaam</w>": 937,
  "lte</w>": 938,
  "nikle</w>": 939,
  "لکھ": 940,
  "ضا</w>": 941,
  "buj": 942,
  "ڈھونڈ": 943,
  "بیٹھے</w>": 944,
  "baithe</w>": 945,
  "vahsha": 946,
  "چراغ</w>": 947,
  "آت": 948,
  "جے</w>": 949,
  "اخ": 950,
  "la-e-": 951,
  "ٹو": 952,
  "بنا</w>": 953,
  "آرز": 954,
  "باقی</w>": 955,
  "nam</w>": 956,
  "ہستی</w>": 957,
  "بخ": 958,
  "ایسی</w>": 959,
  "aisi</w>": 960,
  "لم</w>": 961,
  "jaega</w>": 962,
  "vat</w>": 963,
  "دشمن</w>": 964,
  "baaqi</w>": 965,
  "hasti</w>": 966,
  "maj": 967,
  "ٹے</w>": 968,
  "moh": 969,
  "id</w>": 970,
  "pyaar</w>": 971,
  "آد": 972,
  "ہمارے</w>": 973,
  "شے</w>": 974,
  "to": 975,
  "دیوار</w>": 976,
  "ظ</w>": 977,
  "fat</w>": 978,
  "ئیے</w>": 979,
  "aalam</w>": 980,
  "tamam</w>": 981,
  "راز</w>": 982,
  "آئینہ</w>": 983,
  "ru</w>": 984,
  "آگے</w>": 985,
  "aage</w>": 986,
  "qad": 987,
  "جل</w>": 988,
  "پوچھ": 989,
  "طا": 990,
  "خط</w>": 991,
  "sat</w>": 992,
  "عجب</w>": 993,
  "زمیں</w>": 994,
  "آتش</w>": 995,
  "varna</w>": 996,
  "آدمی</w>": 997,
  "aad": 998,
  "aadmi</w>": 999,
  "asman</w>": 1000,
  "jo": 1001,
  "محف": 1002,
  "وحشت</w>": 1003,
  "itna</w>": 1004,
  "us": 1005,
  "jiye</w>": 1006,
  "tumhen</w>": 1007,
  "dil": 1008,
  "آہ": 1009,
  "khe": 1010,
  "تمام</w>": 1011,
  "h-e-": 1012,
  "ٰ</w>": 1013,
  "لہو</w>": 1014,
  "داد</w>": 1015,
  "ورنہ</w>": 1016,
  "رن": 1017,
  "سحر</w>": 1018,
  "انتظ": 1019,
  "aina</w>": 1020,
  "mal</w>": 1021,
  "امید</w>": 1022,
  "وع": 1023,
  "lahu</w>": 1024,
  "اچھا</w>": 1025,
  "al": 1026,
  "تل</w>": 1027,
  "قرار</w>": 1028,
  "کش": 1029,
  "ٹھہ": 1030,
  "دست</w>": 1031,
  "صحرا</w>": 1032,
  "غاف": 1033,
  "il": 1034,
  "saaqi</w>": 1035,
  "siva</w>": 1036,
  "zakhm</w>": 1037,
  "عت</w>": 1038,
  "zulf</w>": 1039,
  "کھین": 1040,
  "نقش</w>": 1041,
  "-ha-e-": 1042,
  "tamanna</w>": 1043,
  "sakta</w>": 1044,
  "bu</w>": 1045,
  "خون</w>": 1046,
  "سب": 1047,
  "آرزو</w>": 1048,
  "رخ</w>": 1049,
  "حق</w>": 1050,
  "roz</w>": 1051,
  "آ": 1052,
  "ہماری</w>": 1053,
  "مق": 1054,
  "سمت</w>": 1055,
  "جز</w>": 1056,
  "kyun": 1057,
  "عاشق</w>": 1058,
  "بھول</w>": 1059,
  "bhuul</w>": 1060,
  "ۓ</w>": 1061,
  "لت</w>": 1062,
  "bazm</w>": 1063,
  "sahra</w>": 1064,
  "غافل</w>": 1065,
  "وق</w>": 1066,
  "ajab</w>": 1067,
  "ashna</w>": 1068,
  "pat": 1069,
  "گئیں</w>": 1070,
  "gaiin</w>": 1071,
  "انتظار</w>": 1072,
  "کرتا</w>": 1073,
  "karta</w>": 1074,
  "صد</w>": 1075,
  "خرا": 1076,
  "kahiye</w>": 1077,
  "میرؔ</w>": 1078,
  "'mir": 1079,
  "انداز</w>": 1080,
  "su</w>": 1081,
  "اشک</w>": 1082,
  "تنہا</w>": 1083,
  "tanha</w>": 1084,
  "he": 1085,
  "لتا</w>": 1086,
  "لتی</w>": 1087,
  "utha": 1088,
  "mauj-e-": 1089,
  "rang-e-": 1090,
  "سوز</w>": 1091,
  "nu": 1092,
  "بھی": 1093,
  "تع": 1094,
  "ساز</w>": 1095,
  "پاؤں</w>": 1096,
  "مس": 1097,
  "آسماں</w>": 1098,
  "thah": 1099,
  "عق": 1100,
  "jhu": 1101,
  "آشنا</w>": 1102,
  "شخ": 1103,
  "ikh": 1104,
  "ث</w>": 1105,
  "pur-": 1106,
  "آگ</w>": 1107,
  "aag</w>": 1108,
  "محفل</w>": 1109,
  "non</w>": 1110,
  "da-": 1111,
  "khat": 1112,
  "dushman</w>": 1113,
  "ije</w>": 1114,
  "شخص</w>": 1115,
  "shakhs</w>": 1116,
  "نگہ</w>": 1117,
  "dekhna</w>": 1118,
  "تیغ</w>": 1119,
  "paanv</w>": 1120,
  "نہاں</w>": 1121,
  "رتے</w>": 1122,
  "guf": 1123,
  "zo": 1124,
  "دیکھنا</w>": 1125,
  "بھلا</w>": 1126,
  "sur": 1127,
  "شہ": 1128,
  "zau": 1129,
  "الفت</w>": 1130,
  "آوے</w>": 1131,
  "'mir'</w>": 1132,
  "دامن</w>": 1133,
  "آواز</w>": 1134,
  "اثر</w>": 1135,
  "mahfil</w>": 1136,
  "khud-": 1137,
  "samajh</w>": 1138,
  "bazm-e-": 1139,
  "ذوق</w>": 1140,
  "ہوش</w>": 1141,
  "maq": 1142,
  "aave</w>": 1143,
  "آہستہ</w>": 1144,
  "جلوہ</w>": 1145,
  "صدا</w>": 1146,
  "dos": 1147,
  "طو": 1148,
  "iye</w>": 1149,
  "dte</w>": 1150,
  "ار": 1151,
  "موت</w>": 1152,
  "lete</w>": 1153,
  "ashiq</w>": 1154,
  "بنے</w>": 1155,
  "miyan</w>": 1156,
  "samajh": 1157,
  "uth": 1158,
  "ئ</w>": 1159,
  "divar</w>": 1160,
  "ma-e-": 1161,
  "insan</w>": 1162,
  "کرتی</w>": 1163,
  "karti</w>": 1164,
  "فرصت</w>": 1165,
  "ڈھ": 1166,
  "hayat</w>": 1167,
  "لنے</w>": 1168,
  "جاؤ</w>": 1169,
  "خاطر</w>": 1170,
  "rasta</w>": 1171,
  "g-e-": 1172,
  "لیتے</w>": 1173,
  "لطف</w>": 1174,
  "جدا</w>": 1175,
  "juda</w>": 1176,
  "مژ": 1177,
  "نو": 1178,
  "بند</w>": 1179,
  "e'": 1180,
  "دعا</w>": 1181,
  "nau": 1182,
  "haq</w>": 1183,
  "چھی": 1184,
  "رخ": 1185,
  "dam-e-": 1186,
  "ib</w>": 1187,
  "unhen</w>": 1188,
  "گزرے</w>": 1189,
  "کیجے</w>": 1190,
  "kiije</w>": 1191,
  "فلک</w>": 1192,
  "شک": 1193,
  "va-": 1194,
  "khudi</w>": 1195,
  "چلا</w>": 1196,
  "dua</w>": 1197,
  "زن</w>": 1198,
  "عہد</w>": 1199,
  "طبی": 1200,
  "ریب</w>": 1201,
  "داغ": 1202,
  "چاہیے</w>": 1203,
  "dagh": 1204,
  "بط</w>": 1205,
  "غاں</w>": 1206,
  "گہ</w>": 1207,
  "bata": 1208,
  "kyunkar</w>": 1209,
  "کیسی</w>": 1210,
  "at</w>": 1211,
  "حقی": 1212,
  "jam</w>": 1213,
  "اللہ</w>": 1214,
  "چند</w>": 1215,
  "کیو": 1216,
  "jaao</w>": 1217,
  "قؔ</w>": 1218,
  "ya-e-": 1219,
  "دیتے</w>": 1220,
  "dete</w>": 1221,
  "گی": 1222,
  "کھلا</w>": 1223,
  "hat": 1224,
  "چو": 1225,
  "نصی": 1226,
  "jau": 1227,
  "جاؤں</w>": 1228,
  "husn-e-": 1229,
  "تماشا</w>": 1230,
  "جود</w>": 1231,
  "hosh</w>": 1232,
  "بجھ": 1233,
  "ہونا</w>": 1234,
  "hona</w>": 1235,
  "فراقؔ</w>": 1236,
  "'fira": 1237,
  "'firaq": 1238,
  "vasl</w>": 1239,
  "aarzu</w>": 1240,
  "از</w>": 1241,
  "رکھا</w>": 1242,
  "خودی</w>": 1243,
  "آئنہ</w>": 1244,
  "e'ti": 1245,
  "نفس</w>": 1246,
  "مث": 1247,
  "تق": 1248,
  "تلا": 1249,
  "-ba-": 1250,
  "haqi": 1251,
  "حاصل</w>": 1252,
  "guzre</w>": 1253,
  "lam": 1254,
  "چلو</w>": 1255,
  "ڈو": 1256,
  "ruu": 1257,
  "ام": 1258,
  "ya-": 1259,
  "پردہ</w>": 1260,
  "زن": 1261,
  "avaz</w>": 1262,
  "taq": 1263,
  "چیز</w>": 1264,
  "چپ</w>": 1265,
  "تک": 1266,
  "ہر": 1267,
  "'firaq'</w>": 1268,
  "سنبھ": 1269,
  "im": 1270,
  "فکر</w>": 1271,
  "آنسو</w>": 1272,
  "aansu</w>": 1273,
  "daman</w>": 1274,
  "shik": 1275,
  "شیخ</w>": 1276,
  "حض": 1277,
  "samjhe</w>": 1278,
  "چاہتا</w>": 1279,
  "chahta</w>": 1280,
  "دت</w>": 1281,
  "ulfat</w>": 1282,
  "karna</w>": 1283,
  "داغؔ</w>": 1284,
  "'dagh": 1285,
  "پیدا</w>": 1286,
  "paida</w>": 1287,
  "naqsh-e-": 1288,
  "jante</w>": 1289,
  "jaegi</w>": 1290,
  "chiiz</w>": 1291,
  "ظفرؔ</w>": 1292,
  "'zafar": 1293,
  "'zafar'</w>": 1294,
  "کھل</w>": 1295,
  "'dagh'</w>": 1296,
  "پھی": 1297,
  "ترک</w>": 1298,
  "اکثر</w>": 1299,
  "mushkil</w>": 1300,
  "رنج</w>": 1301,
  "ذکر</w>": 1302,
  "ہوس</w>": 1303,
  "am": 1304,
  "ashk</w>": 1305,
  "گریباں</w>": 1306,
  "ub</w>": 1307,
  "کہتا</w>": 1308,
  "kahta</w>": 1309,
  "گرچہ</w>": 1310,
  "garche</w>": 1311,
  "صاح": 1312,
  "تش": 1313,
  "بیٹھ": 1314,
  "pade</w>": 1315,
  "خوش": 1316,
  "فراز": 1317,
  "قسمت</w>": 1318,
  "وہاں</w>": 1319,
  "itni</w>": 1320,
  "برق</w>": 1321,
  "طے</w>": 1322,
  "siine</w>": 1323,
  "رکھتے</w>": 1324,
  "rakhte</w>": 1325,
  "لق</w>": 1326,
  "دونوں</w>": 1327,
  "donon</w>": 1328,
  "شوخ</w>": 1329,
  "نۂ</w>": 1330,
  "گردش</w>": 1331,
  "ظا": 1332,
  "بچھ": 1333,
  "روشن</w>": 1334,
  "خی": 1335,
  "فرازؔ</w>": 1336,
  "'faraz": 1337,
  "'faraz'</w>": 1338,
  "qismat</w>": 1339,
  "گرد</w>": 1340,
  "سچ</w>": 1341,
  "raste</w>": 1342,
  "گاہ</w>": 1343,
  "dau": 1344,
  "جلو": 1345,
  "فن</w>": 1346,
  "عر": 1347,
  "طبیعت</w>": 1348,
  "au": 1349,
  "zauq-e-": 1350,
  "عذ": 1351,
  "حقیقت</w>": 1352,
  "chup</w>": 1353,
  "رش": 1354,
  "charagh</w>": 1355,
  "فراق</w>": 1356,
  "جیب</w>": 1357,
  "ہزار</w>": 1358,
  "پل": 1359,
  "ہوگی</w>": 1360,
  "hogi</w>": 1361,
  "rav": 1362,
  "udhar</w>": 1363,
  "tho": 1364,
  "ئل</w>": 1365,
  "zakhm-e-": 1366,
  "dard-e-": 1367,
  "tasv": 1368,
  "انج": 1369,
  "آزا": 1370,
  "اڑ": 1371,
  "s-e-": 1372,
  "صاحب</w>": 1373,
  "jud</w>": 1374,
  "آز": 1375,
  "ٹک</w>": 1376,
  "دع": 1377,
  "‌</w>": 1378,
  "qur": 1379,
  "تھیں</w>": 1380,
  "ahista</w>": 1381,
  "نغ": 1382,
  "nagh": 1383,
  "ابر</w>": 1384,
  "باغ</w>": 1385,
  "ہونے</w>": 1386,
  "hone</w>": 1387,
  "juz</w>": 1388,
  "idhar</w>": 1389,
  "divana</w>": 1390,
  "havas</w>": 1391,
  "اعت": 1392,
  "tumhare</w>": 1393,
  "حیرت</w>": 1394,
  "تصویر</w>": 1395,
  "ظاہر</w>": 1396,
  "puchh": 1397,
  "جہ</w>": 1398,
  "فرقت</w>": 1399,
  "لذ": 1400,
  "سمجھا</w>": 1401,
  "samjha</w>": 1402,
  "allah</w>": 1403,
  "خواہ": 1404,
  "honge</w>": 1405,
  "firaq</w>": 1406,
  "thiin</w>": 1407,
  "jagah</w>": 1408,
  "hasrat</w>": 1409,
  "جذ": 1410,
  "دیوانہ</w>": 1411,
  "غزل</w>": 1412,
  "kahna</w>": 1413,
  "غبار</w>": 1414,
  "gareban</w>": 1415,
  "tabiat</w>": 1416,
  "furqat</w>": 1417,
  "لذت</w>": 1418,
  "بن": 1419,
  "موسم</w>": 1420,
  "لمح": 1421,
  "khush-": 1422,
  "بغیر</w>": 1423,
  "قتل</w>": 1424,
  "ruuh</w>": 1425,
  "sakti</w>": 1426,
  "samne</w>": 1427,
  "ڈر</w>": 1428,
  "چم": 1429,
  "رتا</w>": 1430,
  "وس": 1431,
  "گلشن</w>": 1432,
  "رہتا</w>": 1433,
  "rahta</w>": 1434,
  "ئش</w>": 1435,
  "رگ</w>": 1436,
  "غر</w>": 1437,
  "haqiqat</w>": 1438,
  "کیونکر</w>": 1439,
  "تغافل</w>": 1440,
  "خوشبو</w>": 1441,
  "baghair</w>": 1442,
  "تنہائی</w>": 1443,
  "hava": 1444,
  "کہئے</w>": 1445,
  "ولی": 1446,
  "جسم</w>": 1447,
  "ikhti": 1448,
  "patt": 1449,
  "جگہ</w>": 1450,
  "mat": 1451,
  "جوش</w>": 1452,
  "oge</w>": 1453,
  "اعتبار</w>": 1454,
  "karne</w>": 1455,
  "fursat</w>": 1456,
  "no": 1457,
  "ہنر</w>": 1458,
  "سبب</w>": 1459,
  "رقی": 1460,
  "وصال</w>": 1461,
  "ra-e-": 1462,
  "قسم</w>": 1463,
  "قطرہ</w>": 1464,
  "khushbu</w>": 1465,
  "بڑھ": 1466,
  "مؔ</w>": 1467,
  "ائیں</w>": 1468,
  "حرف</w>": 1469,
  "iq": 1470,
  "jaenge</w>": 1471,
  "muddat</w>": 1472,
  "سینے</w>": 1473,
  "khur": 1474,
  "baton</w>": 1475,
  "parda</w>": 1476,
  "dast-e-": 1477,
  "vv": 1478,
  "جفا</w>": 1479,
  "دل": 1480,
  "ساغر</w>": 1481,
  "قر": 1482,
  "تہ": 1483,
  "عزی": 1484,
  "shokh</w>": 1485,
  "ہرگز</w>": 1486,
  "hargiz</w>": 1487,
  "جائیے</w>": 1488,
  "اختیار</w>": 1489,
  "tark-e-": 1490,
  "zikr</w>": 1491,
  "خوب</w>": 1492,
  "jalva-e-": 1493,
  "rakkha</w>": 1494,
  "bura</w>": 1495,
  "سلی": 1496,
  "سوئے</w>": 1497,
  "rukh": 1498,
  "faqat</w>": 1499,
  "سورج</w>": 1500,
  "لوٹ</w>": 1501,
  "tanhai</w>": 1502,
  "صرف</w>": 1503,
  "ولیؔ</w>": 1504,
  "'vali": 1505,
  "'vali'</w>": 1506,
  "jism</w>": 1507,
  "ikhtiyar</w>": 1508,
  "imti": 1509,
  "hon": 1510,
  "bayan</w>": 1511,
  "aq": 1512,
  "aksar</w>": 1513,
  "bhe": 1514,
  "جئے</w>": 1515,
  "شۂ</w>": 1516,
  "tasvir</w>": 1517,
  "shaikh</w>": 1518,
  "sau</w>": 1519,
  "بادہ</w>": 1520,
  "مص": 1521,
  "صنم</w>": 1522,
  "تلاش</w>": 1523,
  "غن": 1524,
  "gulshan</w>": 1525,
  "مزا": 1526,
  "محسنؔ</w>": 1527,
  "'moh": 1528,
  "'mohsin": 1529,
  "'mohsin'</w>": 1530,
  "dhuan</w>": 1531,
  "had</w>": 1532,
  "ہنس</w>": 1533,
  "hans</w>": 1534,
  "javab</w>": 1535,
  "janta</w>": 1536,
  "soz-e-": 1537,
  "pareshan</w>": 1538,
  "دیتا</w>": 1539,
  "deta</w>": 1540,
  "chehre</w>": 1541,
  "فنا</w>": 1542,
  "ناصح</w>": 1543,
  "حوص": 1544,
  "دید</w>": 1545,
  "بلبل</w>": 1546,
  "دگی</w>": 1547,
  "گزری</w>": 1548,
  "guzri</w>": 1549,
  "v-e-": 1550,
  "naya</w>": 1551,
  "daagh</w>": 1552,
  "suraj</w>": 1553,
  "taghaful</w>": 1554,
  "mehr": 1555,
  "نیند</w>": 1556,
  "niin": 1557,
  "niind</w>": 1558,
  "dukh</w>": 1559,
  "عنی</w>": 1560,
  "yunhi</w>": 1561,
  "bhi": 1562,
  "ضبط</w>": 1563,
  "جلا</w>": 1564,
  "لڑ": 1565,
  "sad-": 1566,
  "ضر</w>": 1567,
  "zinda</w>": 1568,
  "sai": 1569,
  "چھپا</w>": 1570,
  "chhupa</w>": 1571,
  "چکا</w>": 1572,
  "chuka</w>": 1573,
  "تیز</w>": 1574,
  "غی": 1575,
  "دیدار</w>": 1576,
  "jh</w>": 1577,
  "تب</w>": 1578,
  "jan-": 1579,
  "لوگوں</w>": 1580,
  "logon</w>": 1581,
  "yega</w>": 1582,
  "jaiye</w>": 1583,
  "یعنی</w>": 1584,
  "پتھر</w>": 1585,
  "ti-e-": 1586,
  "کھا</w>": 1587,
  "kahne</w>": 1588,
  "قص": 1589,
  "ehsan</w>": 1590,
  "adam</w>": 1591,
  "band</w>": 1592,
  "واعظ</w>": 1593,
  "juun</w>": 1594,
  "غرض</w>": 1595,
  "naseh</w>": 1596,
  "kitne</w>": 1597,
  "raten</w>": 1598,
  "زنجیر</w>": 1599,
  "صاف</w>": 1600,
  "صلہ</w>": 1601,
  "حجاب</w>": 1602,
  "گماں</w>": 1603,
  "حل": 1604,
  "سمجھتے</w>": 1605,
  "samajhte</w>": 1606,
  "جوہر</w>": 1607,
  "مزاج</w>": 1608,
  "josh-e-": 1609,
  "ummid</w>": 1610,
  "ishq-e-": 1611,
  "patthar</w>": 1612,
  "مطلب</w>": 1613,
  "e'tibar</w>": 1614,
  "ake": 1615,
  "دیدۂ</w>": 1616,
  "dida-e-": 1617,
  "پریشاں</w>": 1618,
  "چاہئے</w>": 1619,
  "پیش</w>": 1620,
  "du</w>": 1621,
  "pur": 1622,
  "حشر</w>": 1623,
  "شنی</w>": 1624,
  "پتا</w>": 1625,
  "فصل</w>": 1626,
  "کف</w>": 1627,
  "نت</w>": 1628,
  "سمندر</w>": 1629,
  "muddaa</w>": 1630,
  "chashm</w>": 1631,
  "کیسا</w>": 1632,
  "تلک</w>": 1633,
  "کاش</w>": 1634,
  "qatra</w>": 1635,
  "chehra</w>": 1636,
  "جلوۂ</w>": 1637,
  "arz-e-": 1638,
  "javani</w>": 1639,
  "diyon</w>": 1640,
  "hai": 1641,
  "عقل</w>": 1642,
  "ve": 1643,
  "زہر</w>": 1644,
  "سینہ</w>": 1645,
  "sabr</w>": 1646,
  "زبان</w>": 1647,
  "حد</w>": 1648,
  "charagh-e-": 1649,
  "بول</w>": 1650,
  "سانس</w>": 1651,
  "saans</w>": 1652,
  "دھوپ</w>": 1653,
  "dhuu": 1654,
  "dhuup</w>": 1655,
  "ئی": 1656,
  "kr-e-": 1657,
  "آغ": 1658,
  "tumhari</w>": 1659,
  "dava</w>": 1660,
  "visal</w>": 1661,
  "mizh": 1662,
  "aj": 1663,
  "لگتی</w>": 1664,
  "جالبؔ</w>": 1665,
  "'jali": 1666,
  "'jalib'</w>": 1667,
  "qatl</w>": 1668,
  "la-": 1669,
  "پہلو</w>": 1670,
  "pahlu": 1671,
  "matlab</w>": 1672,
  "واسطے</w>": 1673,
  "vaste</w>": 1674,
  "زمی": 1675,
  "vaaiz</w>": 1676,
  "رہتے</w>": 1677,
  "rahte</w>": 1678,
  "zulf-e-": 1679,
  "طن</w>": 1680,
  "khuub</w>": 1681,
  "نصیب</w>": 1682,
  "روشنی</w>": 1683,
  "raushni</w>": 1684,
  "درکار</w>": 1685,
  "darkar</w>": 1686,
  "tasavv": 1687,
  "کئے</w>": 1688,
  "فطرت</w>": 1689,
  "دما": 1690,
  "خر": 1691,
  "mur": 1692,
  "حضرت</w>": 1693,
  "شکایت</w>": 1694,
  "samundar</w>": 1695,
  "ناز": 1696,
  "thi": 1697,
  "طاقت</w>": 1698,
  "شاد</w>": 1699,
  "خواہش</w>": 1700,
  "شش</w>": 1701,
  "nae</w>": 1702,
  "جمال</w>": 1703,
  "lagti</w>": 1704,
  "نئی</w>": 1705,
  "راحت</w>": 1706,
  "مکاں</w>": 1707,
  "me</w>": 1708,
  "muqad": 1709,
  "کسے</w>": 1710,
  "رستہ</w>": 1711,
  "marne</w>": 1712,
  "subh-e-": 1713,
  "rahguzar</w>": 1714,
  "khinch</w>": 1715,
  "تڑ": 1716,
  "اج": 1717,
  "dad</w>": 1718,
  "ud</w>": 1719,
  "قفس</w>": 1720,
  "say": 1721,
  "برباد</w>": 1722,
  "قط</w>": 1723,
  "طل": 1724,
  "ماہ</w>": 1725,
  "حلق": 1726,
  "su-e-": 1727,
  "آباد</w>": 1728,
  "shauq-e-": 1729,
  "zer-e-": 1730,
  "jur": 1731,
  "شعلہ</w>": 1732,
  "جدائی</w>": 1733,
  "رسوائی</w>": 1734,
  "لنا</w>": 1735,
  "نئے</w>": 1736,
  "اکبرؔ</w>": 1737,
  "'ak": 1738,
  "'akbar": 1739,
  "nihan</w>": 1740,
  "مض": 1741,
  "کدھر</w>": 1742,
  "عدم</w>": 1743,
  "رح": 1744,
  "خزاں</w>": 1745,
  "غض": 1746,
  "غضب</w>": 1747,
  "مٹ</w>": 1748,
  "بسر</w>": 1749,
  "لینا</w>": 1750,
  "lena</w>": 1751,
  "tegh-e-": 1752,
  "aql</w>": 1753,
  "توڑ</w>": 1754,
  "tod</w>": 1755,
  "اؤں</w>": 1756,
  "hashr</w>": 1757,
  "tez</w>": 1758,
  "barbad</w>": 1759,
  "آزاد</w>": 1760,
  "azad</w>": 1761,
  "تصور</w>": 1762,
  "رقیب</w>": 1763,
  "lutf</w>": 1764,
  "فقط</w>": 1765,
  "atish-e-": 1766,
  "حرم</w>": 1767,
  "didar</w>": 1768,
  "jinhen</w>": 1769,
  "سزا</w>": 1770,
  "امت": 1771,
  "عزیز</w>": 1772,
  "جرم</w>": 1773,
  "گنا": 1774,
  "حری": 1775,
  "shor</w>": 1776,
  "سخت</w>": 1777,
  "judai</w>": 1778,
  "گم</w>": 1779,
  "عجیب</w>": 1780,
  "ajiib</w>": 1781,
  "'akbar'</w>": 1782,
  "بتوں</w>": 1783,
  "pahlu</w>": 1784,
  "tumhara</w>": 1785,
  "be-khudi</w>": 1786,
  "کع": 1787,
  "tiir</w>": 1788,
  "دیکھتا</w>": 1789,
  "dekhta</w>": 1790,
  "مانند</w>": 1791,
  "avar": 1792,
  "انجمن</w>": 1793,
  "sad": 1794,
  "مثل</w>": 1795,
  "چۂ</w>": 1796,
  "خت</w>": 1797,
  "فضا</w>": 1798,
  "gardish-e-": 1799,
  "shikayat</w>": 1800,
  "khi-e-": 1801,
  "badla</w>": 1802,
  "قو": 1803,
  "goya</w>": 1804,
  "خل": 1805,
  "majnun</w>": 1806,
  "khu</w>": 1807,
  "رستے</w>": 1808,
  "انساں</w>": 1809,
  "ڑھ": 1810,
  "dhte</w>": 1811,
  "آ</w>": 1812,
  "اداس</w>": 1813,
  "udaas</w>": 1814,
  "ہنوز</w>": 1815,
  "شیشہ</w>": 1816,
  "مٹ": 1817,
  "چین</w>": 1818,
  "bayaban</w>": 1819,
  "فغاں</w>": 1820,
  "fughan</w>": 1821,
  "me": 1822,
  "ظلم</w>": 1823,
  "az-": 1824,
  "jalva-": 1825,
  "غرور</w>": 1826,
  "di-e-": 1827,
  "عیش</w>": 1828,
  "زاہد</w>": 1829,
  "duun</w>": 1830,
  "انسان</w>": 1831,
  "زت</w>": 1832,
  "سوچ</w>": 1833,
  "soch</w>": 1834,
  "rah-": 1835,
  "شبنم</w>": 1836,
  "itne</w>": 1837,
  "خفا</w>": 1838,
  "بگ": 1839,
  "nadan</w>": 1840,
  "پنہاں</w>": 1841,
  "pinhan</w>": 1842,
  "sayyad</w>": 1843,
  "tasavvur</w>": 1844,
  "پہنچا</w>": 1845,
  "pahuncha</w>": 1846,
  "نکلتی</w>": 1847,
  "nikalti</w>": 1848,
  "atish</w>": 1849,
  "کوئے</w>": 1850,
  "ku-e-": 1851,
  "زم</w>": 1852,
  "lazza": 1853,
  "رسم</w>": 1854,
  "نشا": 1855,
  "نشاط</w>": 1856,
  "اندھی": 1857,
  "خطا</w>": 1858,
  "مک</w>": 1859,
  "رکھتا</w>": 1860,
  "rakhta</w>": 1861,
  "خن": 1862,
  "خنجر</w>": 1863,
  "بیٹھا</w>": 1864,
  "baitha</w>": 1865,
  "milti</w>": 1866,
  "haya</w>": 1867,
  "yo</w>": 1868,
  "sakht</w>": 1869,
  "ranj</w>": 1870,
  "دماغ</w>": 1871,
  "کئی</w>": 1872,
  "rusvai</w>": 1873,
  "تکل": 1874,
  "takallu": 1875,
  "sirf</w>": 1876,
  "بتا</w>": 1877,
  "جوم</w>": 1878,
  "dosti</w>": 1879,
  "zahr</w>": 1880,
  "بس": 1881,
  "ثار</w>": 1882,
  "musku": 1883,
  "آؤ</w>": 1884,
  "خورشید</w>": 1885,
  "shabnam</w>": 1886,
  "ہمی": 1887,
  "pesh</w>": 1888,
  "گردن</w>": 1889,
  "ahd-e-": 1890,
  "چھوڑا</w>": 1891,
  "chhoda</w>": 1892,
  "milne</w>": 1893,
  "کمی</w>": 1894,
  "bas-": 1895,
  "bas-ki</w>": 1896,
  "فیض": 1897,
  "bulbul</w>": 1898,
  "fasl-e-": 1899,
  "وعدہ</w>": 1900,
  "نغمہ</w>": 1901,
  "fais": 1902,
  "گفت": 1903,
  "koh": 1904,
  "justuju": 1905,
  "بیچ</w>": 1906,
  "ذرہ</w>": 1907,
  "khun-": 1908,
  "zindan</w>": 1909,
  "پہنچے</w>": 1910,
  "چکے</w>": 1911,
  "کھلے</w>": 1912,
  "رتی</w>": 1913,
  "دود</w>": 1914,
  "ٹوٹ</w>": 1915,
  "tuut</w>": 1916,
  "hans": 1917,
  "اٹھتا</w>": 1918,
  "uthta</w>": 1919,
  "سلامت</w>": 1920,
  "دکھائی</w>": 1921,
  "tumhin</w>": 1922,
  "ذہن</w>": 1923,
  "karvan</w>": 1924,
  "بیاباں</w>": 1925,
  "hasrat-e-": 1926,
  "خوف</w>": 1927,
  "جہان</w>": 1928,
  "زے</w>": 1929,
  "دہر</w>": 1930,
  "خضر</w>": 1931,
  "بسمل</w>": 1932,
  "شیریں</w>": 1933,
  "پھرتے</w>": 1934,
  "phirte</w>": 1935,
  "اکیلا</w>": 1936,
  "akela</w>": 1937,
  "گہر</w>": 1938,
  "vaqt-e-": 1939,
  "pad": 1940,
  "گلستاں</w>": 1941,
  "صر</w>": 1942,
  "nau-": 1943,
  "kijiye</w>": 1944,
  "uz": 1945,
  "ib": 1946,
  "aina-e-": 1947,
  "بچ": 1948,
  "zanjir</w>": 1949,
  "misl-e-": 1950,
  "uda</w>": 1951,
  "be-ni": 1952,
  "لۂ</w>": 1953,
  "gu</w>": 1954,
  "غر": 1955,
  "جستجو</w>": 1956,
  "عاش": 1957,
  "khamosh</w>": 1958,
  "zarra</w>": 1959,
  "pahunche</w>": 1960,
  "chuke</w>": 1961,
  "بجا</w>": 1962,
  "لس": 1963,
  "بازار</w>": 1964,
  "tad": 1965,
  "اض": 1966,
  "روئے</w>": 1967,
  "تکلف</w>": 1968,
  "سوچ": 1969,
  "soch": 1970,
  "لف": 1971,
  "آوارگی</w>": 1972,
  "فیضؔ</w>": 1973,
  "'fa": 1974,
  "'faiz": 1975,
  "'faiz'</w>": 1976,
  "چلی</w>": 1977,
  "abr</w>": 1978,
  "مم": 1979,
  "dastan</w>": 1980,
  "بکھر</w>": 1981,
  "fikr</w>": 1982,
  "ہون": 1983,
  "bismil</w>": 1984,
  "dasht</w>": 1985,
  "kade</w>": 1986,
  "ہمیشہ</w>": 1987,
  "hamesha</w>": 1988,
  "کھینچ</w>": 1989,
  "shikva</w>": 1990,
  "aina-": 1991,
  "mahshar</w>": 1992,
  "kai": 1993,
  "chand": 1994,
  "شتر</w>": 1995,
  "پن": 1996,
  "رفتہ</w>": 1997,
  "rafta</w>": 1998,
  "سادہ</w>": 1999,
  "علم</w>": 2000,
  "fitrat</w>": 2001,
  "luun</w>": 2002,
  "فض": 2003,
  "گفتگو</w>": 2004,
  "guftu": 2005,
  "guftugu</w>": 2006,
  "saghar</w>": 2007,
  "justuju</w>": 2008,
  "yat-e-": 2009,
  "sakte</w>": 2010,
  "jalva</w>": 2011,
  "sharm</w>": 2012,
  "ru-e-": 2013,
  "shahr-e-": 2014,
  "khvahish</w>": 2015,
  "soh": 2016,
  "دینا</w>": 2017,
  "dena</w>": 2018,
  "garm</w>": 2019,
  "gardan</w>": 2020,
  "parde</w>": 2021,
  "zeh": 2022,
  "avargi</w>": 2023,
  "وسیمؔ</w>": 2024,
  "'vasim": 2025,
  "'vasim'</w>": 2026,
  "حالیؔ</w>": 2027,
  "'hali": 2028,
  "جگرؔ</w>": 2029,
  "'ji": 2030,
  "'jigar": 2031,
  "'jigar'</w>": 2032,
  "بج": 2033,
  "lad": 2034,
  "آفتاب</w>": 2035,
  "muqaddar</w>": 2036,
  "ہجوم</w>": 2037,
  "dahr</w>": 2038,
  "basti</w>": 2039,
  "قبا</w>": 2040,
  "rahne</w>": 2041,
  "کمر</w>": 2042,
  "خلوت</w>": 2043,
  "افسر": 2044,
  "afsur": 2045,
  "raton</w>": 2046,
  "بیمار</w>": 2047,
  "کمال</w>": 2048,
  "پھری</w>": 2049,
  "vatan</w>": 2050,
  "khamoshi</w>": 2051,
  "گن": 2052,
  "rag-e-": 2053,
  "زیادہ</w>": 2054,
  "lazzat-e-": 2055,
  "دیکھنے</w>": 2056,
  "dekhne</w>": 2057,
  "بازی</w>": 2058,
  "تازہ</w>": 2059,
  "مۂ</w>": 2060,
  "imtihan</w>": 2061,
  "وش</w>": 2062,
  "اد": 2063,
  "ahd</w>": 2064,
  "رخصت</w>": 2065,
  "مژگاں</w>": 2066,
  "کہیے</w>": 2067,
  "yyat</w>": 2068,
  "mehrban</w>": 2069,
  "اضطراب</w>": 2070,
  "رونے</w>": 2071,
  "rone</w>": 2072,
  "پردے</w>": 2073,
  "darmiyan</w>": 2074,
  "aaen</w>": 2075,
  "havaon</w>": 2076,
  "'hali'</w>": 2077,
  "duu": 2078,
  "marg</w>": 2079,
  "شکست</w>": 2080,
  "وہم</w>": 2081,
  "نشیں</w>": 2082,
  "sambhal</w>": 2083,
  "ہمت</w>": 2084,
  "سج": 2085,
  "ڈھونڈتے</w>": 2086,
  "dhundte</w>": 2087,
  "ay": 2088,
  "ghubar-e-": 2089,
  "ge": 2090,
  "gulistan</w>": 2091,
  "ہنسی</w>": 2092,
  "شہی": 2093,
  "عل</w>": 2094,
  "وطن</w>": 2095,
  "محو</w>": 2096,
  "چاندنی</w>": 2097,
  "chandni</w>": 2098,
  "سنتے</w>": 2099,
  "sunte</w>": 2100,
  "girya</w>": 2101,
  "ziyada</w>": 2102,
  "جینے</w>": 2103,
  "fikr-e-": 2104,
  "پیچ</w>": 2105,
  "وجود</w>": 2106,
  "خس</w>": 2107,
  "جم</w>": 2108,
  "فیصلہ</w>": 2109,
  "faisla</w>": 2110,
  "قید</w>": 2111,
  "سودا</w>": 2112,
  "ذی": 2113,
  "تشنہ</w>": 2114,
  "shokhi-e-": 2115,
  "hazrat-e-": 2116,
  "نازک</w>": 2117,
  "baagh</w>": 2118,
  "be-khabar</w>": 2119,
  "mizhgan</w>": 2120,
  "اٹھائے</w>": 2121,
  "takalluf</w>": 2122,
  "دنوں</w>": 2123,
  "taallu": 2124,
  "aziiz</w>": 2125,
  "جیتے</w>": 2126,
  "tagi</w>": 2127,
  "barq-e-": 2128,
  "کدے</w>": 2129,
  "manzar</w>": 2130,
  "arman</w>": 2131,
  "rakkhe</w>": 2132,
  "لئے</w>": 2133,
  "zabt</w>": 2134,
  "دہ": 2135,
  "ٹک": 2136,
  "بیگانہ</w>": 2137,
  "مزہ</w>": 2138,
  "za-e-": 2139,
  "عکس</w>": 2140,
  "ظر</w>": 2141,
  "زمین</w>": 2142,
  "aao</w>": 2143,
  "ڑوں</w>": 2144,
  "لکھن": 2145,
  "لکھنؤ</w>": 2146,
  "luc": 2147,
  "luck": 2148,
  "luckno": 2149,
  "lucknow": 2150,
  "lucknow</w>": 2151,
  "fariyad</w>": 2152,
  "رگ": 2153,
  "huk": 2154,
  "دھڑ": 2155,
  "ازل</w>": 2156,
  "ne": 2157,
  "الٹی</w>": 2158,
  "ulti</w>": 2159,
  "زوں</w>": 2160,
  "اگرچہ</w>": 2161,
  "agarche</w>": 2162,
  "حنا</w>": 2163,
  "jiine</w>": 2164,
  "دولت</w>": 2165,
  "بھری</w>": 2166,
  "شوخی</w>": 2167,
  "پیرہن</w>": 2168,
  "khanjar</w>": 2169,
  "کعبہ</w>": 2170,
  "ہووے</w>": 2171,
  "بیداد</w>": 2172,
  "صحبت</w>": 2173,
  "ja-e-": 2174,
  "bevafa</w>": 2175,
  "jag": 2176,
  "daur-e-": 2177,
  "درمیاں</w>": 2178,
  "sukun</w>": 2179,
  "بحر</w>": 2180,
  "رع": 2181,
  "be-qarar</w>": 2182,
  "mitti</w>": 2183,
  "ممکن</w>": 2184,
  "mumkin</w>": 2185,
  "mauj</w>": 2186,
  "یقیں</w>": 2187,
  "parvana</w>": 2188,
  "jad</w>": 2189,
  "guhar</w>": 2190,
  "لہ": 2191,
  "یوس": 2192,
  "الجھ": 2193,
  "tiyan</w>": 2194,
  "sa-e-": 2195,
  "زور</w>": 2196,
  "مخ": 2197,
  "tegh</w>": 2198,
  "hamdam</w>": 2199,
  "باہر</w>": 2200,
  "ضع": 2201,
  "ضعف</w>": 2202,
  "اق": 2203,
  "متاع</w>": 2204,
  "leta</w>": 2205,
  "khvar</w>": 2206,
  "pa-e-": 2207,
  "گوہر</w>": 2208,
  "نیم</w>": 2209,
  "intiha</w>": 2210,
  "کھیل</w>": 2211,
  "adab</w>": 2212,
  "tishna-": 2213,
  "بجھا</w>": 2214,
  "bujha</w>": 2215,
  "گناہ</w>": 2216,
  "غف": 2217,
  "ضد</w>": 2218,
  "sat-e-": 2219,
  "مصیبت</w>": 2220,
  "ada": 2221,
  "آرام</w>": 2222,
  "عدو</w>": 2223,
  "adu</w>": 2224,
  "جلتے</w>": 2225,
  "سہل</w>": 2226,
  "uthae</w>": 2227,
  "تۂ</w>": 2228,
  "ہہ</w>": 2229,
  "muf": 2230,
  "ہج": 2231,
  "تعلق</w>": 2232,
  "maqtal</w>": 2233,
  "حیراں</w>": 2234,
  "پتہ</w>": 2235,
  "ande": 2236,
  "jannat</w>": 2237,
  "milna</w>": 2238,
  "tur": 2239,
  "قضا</w>": 2240,
  "bahr-e-": 2241,
  "zulf": 2242,
  "منت": 2243,
  "منتظر</w>": 2244,
  "فہ</w>": 2245,
  "اول</w>": 2246,
  "ya-rab</w>": 2247,
  "زر</w>": 2248,
  "یوسف</w>": 2249,
  "anjuman</w>": 2250,
  "po": 2251,
  "chhed</w>": 2252,
  "jalve</w>": 2253,
  "کھول</w>": 2254,
  "khol</w>": 2255,
  "umr-e-": 2256,
  "sata": 2257,
  "مرد</w>": 2258,
  "لیتا</w>": 2259,
  "تقدیر</w>": 2260,
  "مثال</w>": 2261,
  "رک</w>": 2262,
  "قد": 2263,
  "پیغ": 2264,
  "عذر</w>": 2265,
  "khel</w>": 2266,
  "وعدۂ</w>": 2267,
  "بنتا</w>": 2268,
  "banta</w>": 2269,
  "دعوی": 2270,
  "jurm</w>": 2271,
  "thahri</w>": 2272,
  "تل": 2273,
  "tuk</w>": 2274,
  "نز": 2275,
  "پانچ</w>": 2276,
  "panch</w>": 2277,
  "قلم</w>": 2278,
  "harf</w>": 2279,
  "fareb</w>": 2280,
  "دیدہ</w>": 2281,
  "-ru</w>": 2282,
  "taalluq</w>": 2283,
  "کسو</w>": 2284,
  "ہاۓ</w>": 2285,
  "jiite</w>": 2286,
  "khvab-e-": 2287,
  "har-chand</w>": 2288,
  "ذ</w>": 2289,
  "ilti": 2290,
  "بوجھ</w>": 2291,
  "zehn</w>": 2292,
  "صدیوں</w>": 2293,
  "luut</w>": 2294,
  "افسوس</w>": 2295,
  "afso": 2296,
  "سیم</w>": 2297,
  "ashiyan</w>": 2298,
  "zulm</w>": 2299,
  "lik": 2300,
  "تھک</w>": 2301,
  "thak</w>": 2302,
  "قصہ</w>": 2303,
  "عب": 2304,
  "عبث</w>": 2305,
  "ehti": 2306,
  "ہونٹوں</w>": 2307,
  "honton</w>": 2308,
  "کدہ</w>": 2309,
  "vi": 2310,
  "قیس</w>": 2311,
  "qais</w>": 2312,
  "پسند</w>": 2313,
  "آمد</w>": 2314,
  "نثار</w>": 2315,
  "ون</w>": 2316,
  "nigah-e-naz</w>": 2317,
  "uq": 2318,
  "نگاہیں</w>": 2319,
  "nigahen</w>": 2320,
  "siyah</w>": 2321,
  "کٹ</w>": 2322,
  "ur": 2323,
  "بچھڑ</w>": 2324,
  "bichhad</w>": 2325,
  "نرگ": 2326,
  "agahi</w>": 2327,
  "hausla</w>": 2328,
  "کلی": 2329,
  "علاج</w>": 2330,
  "soz</w>": 2331,
  "ma-": 2332,
  "z-o-": 2333,
  "عذاب</w>": 2334,
  "صد": 2335,
  "masti</w>": 2336,
  "pyare</w>": 2337,
  "dua": 2338,
  "گھڑی</w>": 2339,
  "ghadi</w>": 2340,
  "anjam</w>": 2341,
  "نگاہوں</w>": 2342,
  "nigahon</w>": 2343,
  "ziyan</w>": 2344,
  "برپا</w>": 2345,
  "barpa</w>": 2346,
  "parda-e-": 2347,
  "قہ</w>": 2348,
  "garmi": 2349,
  "nazuk</w>": 2350,
  "ذات</w>": 2351,
  "lutf-e-": 2352,
  "بوسہ</w>": 2353,
  "maujud</w>": 2354,
  "تاث": 2355,
  "تاثیر</w>": 2356,
  "ghubar</w>": 2357,
  "دعویٰ</w>": 2358,
  "چرخ</w>": 2359,
  "شاہ</w>": 2360,
  "زو</w>": 2361,
  "sahl</w>": 2362,
  "سدا</w>": 2363,
  "divane</w>": 2364,
  "ئم</w>": 2365,
  "dimagh</w>": 2366,
  "مہرباں</w>": 2367,
  "javan</w>": 2368,
  "کھلتا</w>": 2369,
  "نما</w>": 2370,
  "ریت</w>": 2371,
  "atish": 2372,
  "saval</w>": 2373,
  "zinda": 2374,
  "مذ": 2375,
  "خوباں</w>": 2376,
  "khuban</w>": 2377,
  "مائش</w>": 2378,
  "رہتی</w>": 2379,
  "rahti</w>": 2380,
  "الزام</w>": 2381,
  "وہیں</w>": 2382,
  "samt</w>": 2383,
  "afsos</w>": 2384,
  "liyan</w>": 2385,
  "گھٹ": 2386,
  "ڈرتے</w>": 2387,
  "darte</w>": 2388,
  "دیتی</w>": 2389,
  "deti</w>": 2390,
  "عید</w>": 2391,
  "'-e-": 2392,
  "حباب</w>": 2393,
  "بۂ</w>": 2394,
  "khizr</w>": 2395,
  "pasand</w>": 2396,
  "بوئے</w>": 2397,
  "الٰ": 2398,
  "khurshid</w>": 2399,
  "بھرے</w>": 2400,
  "khauf</w>": 2401,
  "لعل</w>": 2402,
  "حر": 2403,
  "آئینۂ</w>": 2404,
  "aftab</w>": 2405,
  "had": 2406,
  "نرگس</w>": 2407,
  "abr-e-": 2408,
  "پچھ": 2409,
  "زخ": 2410,
  "ہزاروں</w>": 2411,
  "چھیڑ</w>": 2412,
  "بھا": 2413,
  "ہمدم</w>": 2414,
  "kucha-e-": 2415,
  "زیست</w>": 2416,
  "ilm</w>": 2417,
  "taqdir</w>": 2418,
  "شعلۂ</w>": 2419,
  "زگار</w>": 2420,
  "roz": 2421,
  "naghma</w>": 2422,
  "mahv-e-": 2423,
  "پیغام</w>": 2424,
  "گرفتار</w>": 2425,
  "ادب</w>": 2426,
  "سکوت</w>": 2427,
  "ہی": 2428,
  "seh": 2429,
  "garmi-e-": 2430,
  "غفلت</w>": 2431,
  "بہتر</w>": 2432,
  "hove</w>": 2433,
  "ruk</w>": 2434,
  "daava</w>": 2435,
  "marna</w>": 2436,
  "khulta</w>": 2437,
  "ہجراں</w>": 2438,
  "hijran</w>": 2439,
  "kuche</w>": 2440,
  "rat-": 2441,
  "جتنا</w>": 2442,
  "ida</w>": 2443,
  "کیجیے</w>": 2444,
  "قبول</w>": 2445,
  "qubul</w>": 2446,
  "ویرانی</w>": 2447,
  "jauhar-e-": 2448,
  "دشمنی</w>": 2449,
  "dushmani</w>": 2450,
  "rukhsat</w>": 2451,
  "بکھ": 2452,
  "پہچان</w>": 2453,
  "pahchan</w>": 2454,
  "لیجئے</w>": 2455,
  "lijiye</w>": 2456,
  "دینے</w>": 2457,
  "dene</w>": 2458,
  "khinch": 2459,
  "gard-e-": 2460,
  "inkar</w>": 2461,
  "thahra</w>": 2462,
  "tuk": 2463,
  "غل</w>": 2464,
  "جذب</w>": 2465,
  "شباب</w>": 2466,
  "qissa</w>": 2467,
  "نشہ</w>": 2468,
  "hujum-e-": 2469,
  "barq</w>": 2470,
  "aish</w>": 2471,
  "muntazir</w>": 2472,
  "حور</w>": 2473,
  "bu-e-": 2474,
  "avval</w>": 2475,
  "shab-e-gham</w>": 2476,
  "rau</w>": 2477,
  "لینے</w>": 2478,
  "lene</w>": 2479,
  "فسانہ</w>": 2480,
  "کلام</w>": 2481,
  "talvar</w>": 2482,
  "shahid-e-": 2483,
  "parva</w>": 2484,
  "رسوا</w>": 2485,
  "rusva</w>": 2486,
  "جانب</w>": 2487,
  "umiid</w>": 2488,
  "kat": 2489,
  "سوؤں</w>": 2490,
  "suon</w>": 2491,
  "شمار</w>": 2492,
  "ummi": 2493,
  "barg-e-": 2494,
  "واہ</w>": 2495,
  "کوچۂ</w>": 2496,
  "kae": 2497,
  "قابل</w>": 2498,
  "pech": 2499,
  "halqa": 2500,
  "درس</w>": 2501,
  "biga": 2502,
  "گداز</w>": 2503,
  "نشی": 2504,
  "شرر</w>": 2505,
  "وگرنہ</w>": 2506,
  "vagar": 2507,
  "vagarna</w>": 2508,
  "فرق</w>": 2509,
  "nuur</w>": 2510,
  "لح": 2511,
  "تہذی": 2512,
  "z-": 2513,
  "ختم</w>": 2514,
  "manind</w>": 2515,
  "bandha</w>": 2516,
  "بش</w>": 2517,
  "thikana</w>": 2518,
  "روتے</w>": 2519,
  "rote</w>": 2520,
  "behtar</w>": 2521,
  "عاشقی</w>": 2522,
  "bosa</w>": 2523,
  "مائل</w>": 2524,
  "nama-bar</w>": 2525,
  "پوچھا</w>": 2526,
  "باہ</w>": 2527,
  "لخت</w>": 2528,
  "rashk-e-": 2529,
  "fat-e-": 2530,
  "پوچھتے</w>": 2531,
  "puchhte</w>": 2532,
  "digar</w>": 2533,
  "خمار</w>": 2534,
  "بتاں</w>": 2535,
  "مجھی</w>": 2536,
  "mujhi</w>": 2537,
  "dhund": 2538,
  "پس</w>": 2539,
  "ret</w>": 2540,
  "sanna": 2541,
  "شجر</w>": 2542,
  "atish-": 2543,
  "لفظ</w>": 2544,
  "sh-": 2545,
  "dar-o-divar</w>": 2546,
  "gi-e-": 2547,
  "نمک</w>": 2548,
  "ٹپ": 2549,
  "وعدے</w>": 2550,
  "خوبی</w>": 2551,
  "pyaas</w>": 2552,
  "dhoka</w>": 2553,
  "مکان</w>": 2554,
  "تھوڑی</w>": 2555,
  "thodi</w>": 2556,
  "ضرور</w>": 2557,
  "لبوں</w>": 2558,
  "نکلتے</w>": 2559,
  "ویسے</w>": 2560,
  "چکی</w>": 2561,
  "کبھو</w>": 2562,
  "kabhu</w>": 2563,
  "thahre</w>": 2564,
  "نسیم</w>": 2565,
  "ahbab</w>": 2566,
  "کھن": 2567,
  "bij": 2568,
  "murad</w>": 2569,
  "بیتا": 2570,
  "taskin</w>": 2571,
  "harf-e-": 2572,
  "marta</w>": 2573,
  "na-ta": 2574,
  "کھلی</w>": 2575,
  "کشتی</w>": 2576,
  "tufan</w>": 2577,
  "ڑتے</w>": 2578,
  "ulj": 2579,
  "agh": 2580,
  "gardish</w>": 2581,
  "گزرا</w>": 2582,
  "guzra</w>": 2583,
  "گہی</w>": 2584,
  "ایجاد</w>": 2585,
  "dub": 2586,
  "فیق</w>": 2587,
  "siina</w>": 2588,
  "کائ": 2589,
  "کائنات</w>": 2590,
  "kaenat</w>": 2591,
  "pech-o-": 2592,
  "روزگار</w>": 2593,
  "rozgar</w>": 2594,
  "qud": 2595,
  "unhin</w>": 2596,
  "امتحاں</w>": 2597,
  "تہذیب</w>": 2598,
  "چھپ</w>": 2599,
  "جنبش</w>": 2600,
  "دین</w>": 2601,
  "laila</w>": 2602,
  "چاہیئے</w>": 2603,
  "abru</w>": 2604,
  "پے</w>": 2605,
  "پلٹ</w>": 2606,
  "badle</w>": 2607,
  "خطرہ</w>": 2608,
  "khatra</w>": 2609,
  "غنچہ</w>": 2610,
  "dushvar</w>": 2611,
  "rishta-e-": 2612,
  "zor</w>": 2613,
  "ایمان</w>": 2614,
  "ولے</w>": 2615,
  "تپ": 2616,
  "رونا</w>": 2617,
  "rona</w>": 2618,
  "fareb-e-": 2619,
  "mudda": 2620,
  "کوچے</w>": 2621,
  "اجنبی</w>": 2622,
  "ajnabi</w>": 2623,
  "چراغاں</w>": 2624,
  "ham-safar</w>": 2625,
  "کاغ": 2626,
  "تبسم</w>": 2627,
  "اظ": 2628,
  "اظہار</w>": 2629,
  "تسلی": 2630,
  "تسلیم</w>": 2631,
  "khatm</w>": 2632,
  "galiyon</w>": 2633,
  "ilzam</w>": 2634,
  "جاگ</w>": 2635,
  "لگتے</w>": 2636,
  "کہتی</w>": 2637,
  "kahti</w>": 2638,
  "utthe</w>": 2639,
  "سایۂ</w>": 2640,
  "begana</w>": 2641,
  "b-": 2642,
  "dushman-e-": 2643,
  "رحم</w>": 2644,
  "ju</w>": 2645,
  "rang-o-": 2646,
  "اجازت</w>": 2647,
  "الٰہی</w>": 2648,
  "yusuf</w>": 2649,
  "افسردہ</w>": 2650,
  "ننگ</w>": 2651,
  "شہید</w>": 2652,
  "جھوٹ</w>": 2653,
  "minna": 2654,
  "parvaz</w>": 2655,
  "aaegi</w>": 2656,
  "ڈوب</w>": 2657,
  "آگہی</w>": 2658,
  "جیسا</w>": 2659,
  "رفتار</w>": 2660,
  "سیل</w>": 2661,
  "پوچھتا</w>": 2662,
  "puchhta</w>": 2663,
  "کن": 2664,
  "mukh": 2665,
  "aine</w>": 2666,
  "mahtab</w>": 2667,
  "himmat</w>": 2668,
  "مرغ</w>": 2669,
  "h-": 2670,
  "nigar</w>": 2671,
  "dasht-e-": 2672,
  "احوال</w>": 2673,
  "farq</w>": 2674,
  "شمشیر</w>": 2675,
  "آغوش</w>": 2676,
  "ختہ</w>": 2677,
  "ru-ba-ru</w>": 2678,
  "arzu</w>": 2679,
  "زۂ</w>": 2680,
  "ذر</w>": 2681,
  "پردۂ</w>": 2682,
  "naqsh</w>": 2683,
  "qaid</w>": 2684,
  "گرمی</w>": 2685,
  "مبارک</w>": 2686,
  "mehman</w>": 2687,
  "chhup</w>": 2688,
  "باندھا</w>": 2689,
  "خود": 2690,
  "لیٰ</w>": 2691,
  "جینا</w>": 2692,
  "jiina</w>": 2693,
  "سرد</w>": 2694,
  "مسیحا</w>": 2695,
  "تد": 2696,
  "sitamgar</w>": 2697,
  "قم</w>": 2698,
  "iztirab</w>": 2699,
  "چڑھ": 2700,
  "sabz</w>": 2701,
  "عیب</w>": 2702,
  "aib</w>": 2703,
  "خشک</w>": 2704,
  "اشکوں</w>": 2705,
  "ashkon</w>": 2706,
  "بٹ</w>": 2707,
  "ٹیں</w>": 2708,
  "چراغ": 2709,
  "سلس": 2710,
  "aaega</w>": 2711,
  "طرۂ</w>": 2712,
  "مشتاق</w>": 2713,
  "مفت</w>": 2714,
  "ishq": 2715,
  "toh": 2716,
  "حریف</w>": 2717,
  "آرا</w>": 2718,
  "dad-e-": 2719,
  "عجز</w>": 2720,
  "کاغذ</w>": 2721,
  "دھوکا</w>": 2722,
  "لٹ": 2723,
  "رد</w>": 2724,
  "باندھتے</w>": 2725,
  "bandhte</w>": 2726,
  "کوشش</w>": 2727,
  "عہ</w>": 2728,
  "جتنے</w>": 2729,
  "ابھ": 2730,
  "ارمان</w>": 2731,
  "لمحہ</w>": 2732,
  "ضروری</w>": 2733,
  "khubi</w>": 2734,
  "زش</w>": 2735,
  "نظمؔ</w>": 2736,
  "'naz": 2737,
  "'nazm": 2738,
  "farhad</w>": 2739,
  "ٹوٹے</w>": 2740,
  "tuute</w>": 2741,
  "iqrar</w>": 2742,
  "shikast-e-": 2743,
  "ٹکڑے</w>": 2744,
  "tukde</w>": 2745,
  "مروت</w>": 2746,
  "mai-khana</w>": 2747,
  "شاہد</w>": 2748,
  "گردوں</w>": 2749,
  "mad": 2750,
  "isti": 2751,
  "shaguf": 2752,
  "ijazat</w>": 2753,
  "khalvat</w>": 2754,
  "فروغ</w>": 2755,
  "mai-kade</w>": 2756,
  "اغیار</w>": 2757,
  "aghyar</w>": 2758,
  "سرمہ</w>": 2759,
  "naqsh-e-pa</w>": 2760,
  "diid</w>": 2761,
  "nava-e-": 2762,
  "حادث": 2763,
  "mauj": 2764,
  "پشی": 2765,
